[
  {
    "title": "Test 1",
    "filePath": "uploads/17f6203a-fa2b-4a41-8c47-383560d338fe.pdf",
    "fileUrl": "/uploads/17f6203a-fa2b-4a41-8c47-383560d338fe.pdf",
    "fileType": "pdf",
    "subject": "Anatomy",
    "topic": "Embryology",
    "subtopic": "Gametogenesis",
    "content": "Histology\n\n2016 - 2017\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nThe Endocrine System\no Is a group of glands that regulate physiological functions by releasing hormones into the\nblood stream.\no Intercellular signaling is the way by which a cell exerts its effects on another cell ( or on\nitself ) and it subdivided into the following classifications:\n1) Intracrine signals are produced within the target cell.\n2) Autocrine signals target the cell itself.\n3) Juxtacrine signals target adjacent (touching) cells.\n4) Paracrine signals target cells in the vicinity of the emitting cell ( e.g.\nneurotransmitters)\n5) Endocrine signals target distant cells by producing hormones that travel through the\nblood to reach all parts of the body.\no The endocrine system includes:\n1. Endocrine glands, such as the pituitary, thyroid and parathyroid, adrenal, and the\npineal gland;\n2. Clusters of endocrine cells located in the organs such as islets of Langerhans in the\npancreas; and\n3. Isolated endocrine cells in certain tissues, such as the enteroendocrine cells in the\nepithelium of the respiratory and digestive tracts.\no The organs or tissues that are activated by released hormones are called target organs or\ntissues. The cells in the target organ/tissue have appropriate receptors, which are able to\nrecognize and respond to specific hormones.\no\n\nHormone: a chemical substance produced in the body that controls and regulates the\n\nactivity of certain cells or organs.\no The hormones can be divided into three classes based on their structure:\n1. Steroid hormones are lipid hormones that have the characteristic ring structure of\nsteroids and are formed from cholesterol. (e.g. estrogen, testosterone, cortisone, and\naldosterone ).\n2. Peptide hormones are composed of amino acids. The majority of hormones of this\ntype are secreted by the pituitary gland (ACTH, TSH, FSH, GH, and prolactin) and\nparathyroid glands (PTH).\n3. Amine hormones are derived from the amino acid tyrosine.(e.g. T3&T4 released by\nthe thyroid and adrenaline & noradrenaline secreted by the adrenal medulla).\n\n1\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\no The pituitary gland is a neuroendocrine\norgan located inside the skull (in the sella\nturcica of the sphenoid bone) and\nconsidered a part of the brain.\no It weighs about 0.5 g in adults &has\ndimensions of about 10 x 13 x 6 mm.\no Embryogenesis:\nThe hypophysis develops partly from oral\nectoderm and partly from nerve tissue.\nThe neural component arises as an\nevagination from the floor of the\ndiencephalon and grows caudally as a stalk without detaching itself from the brain.\nThe oral component arises as an out pocketing of ectoderm from the roof of the primitive\nmouth of the embryo and grows cranially, forming a structure called hypophyseal\n(Rathke's) pouch. Later, a constriction at the base of this pouch separates it from the oral\ncavity. At the same time, its anterior wall thickens, reducing the lumen of Rathke's pouch\nto a small fissure.\no Because of its dual origin, the pituitary actually consists of two glands\n1. The\nposterior\nNeurohypophysis\n2. The\nanterior\nAdenohypophysis\no United anatomically but with\ndifferent functions.\no The Neurohypophysis consists of :\na) Pars Nervosa\nb) Infundibulum\ni.\nStalk\nii.\nMedian eminence.\no The Adenohypophysis:\na) Pars Distalis ( Anterior Lobe)\nb) Pars Tuberalis\nc) Pars Intermedia.\n\n2\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\no Blood Supply & the Hypothalamo-Hypophyseal Portal System:\nThe blood supply of the hypophysis derives from the internal carotid artery:\n\n\n\nFrom above, the superior hypophyseal arteries supply the median eminence and the\nneural stalk;\nFrom below, inferior hypophyseal arteries provide blood mainly for the\nneurohypophysis, with a small supply to the stalk.\n\nThe superior hypophyseal arteries form a primary capillary network irrigating the stalk and\nmedian eminence. The capillaries then rejoin to form venules that branch again as a larger\nsecondary capillary network in the adenohypophysis, Capillaries of both networks are\nfenestrated.\n In the HHPS there are three groups of hormones released at three sites :\n1. Peptide hormones synthesized by neurons in the hypothalamus (the supraoptic and the\nparaventricular nuclei) undergo axonal transport and accumulate distally in these\naxons, which are situated in the pars nervosa.\n2. Another group of peptides is produced by neurons in other hypothalamic nuclei and\ncarried in axons for temporary axonal storage and secretion in the median eminence.\nThen enter the capillaries of the primary plexus and are transported to the\nadenohypophysis where they diffuse among endocrine cells and control hormone\nrelease from their target cells.\n3. The third group of hormones consists of proteins and glycoproteins released from the\nendocrine cells of the adenohypophysis (under the control of the neuropeptides just\nmentioned) and picked up by capillaries of the secondary plexus, from which they\nenter the general circulation.\n\n3\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nAdenohypophysis\n(Anterior Pituitary)\n Pars Distalis ( anterior lobe)\no It accounts for 75% of the mass of the hypophysis, it mainly consists of cords of epithelial\ncells (hormone-secreting cells) interspersed with fenestrated capillaries. With few\nfibroblasts producing reticular fibers that support these cords.\no These secretory cells are classified as Chromophobes and Chromophils.\n\n\nThe Chromophobes do not effectively take a stain, so they appear clear in the\nMallory trichrome stain. These cells are undifferentiated cells but are capable of\ndifferentiating into chromophils.\n The Chromophils include:\n Basophils (appear blue in Mallory stain) and\n Acidophils (appear red in Mallory stain)\no Subtypes of basophilic and acidophilic cells are identified by TEM or more easily by IHC\nand are named for their specific hormones or target cells.\n Acidophils include the somatotropic and mammotropic cells, while the\n Basophilils are the gonadotropic, corticotropic, and thyrotropic cells.\n Pars Tuberalis\nThe pars tuberalis is the neck of the adenohypophysis; it wraps around the infundibular stalk\nof the pituitary gland.\nIt contains a rich capillary network and some low columnar basophilic cells that are\ncommonly arranged in cords.\nMost of the cells of the pars tuberalis are basophilic gonadotropic cells that secrete folliclestimulating hormone (FSH) and luteinizing hormone (LH).\n\n Pars Intermedia\nThe pars intermedia, which develops from the dorsal portion of Rathke's pouch is (in\nhumans) a rudimentary region made up of cords and follicles of weakly basophilic cells that\ncontain small secretory granules.\nMelanocyte stimulating hormone (MSH) is probably produced in the intermediate zone, and\nprobably also by basophils of the pars distalis.\nMSH increases melanocyte activity and cells of the pars intermedia are often referred to as\nmelanotropic cells, but the overall physiological significance of this region remains uncertain,\nespecially in adults.\n\n4\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\n Control of Secretion in the Adenohypophysis:\no The activities of the cells of the anterior pituitary are controlled primarily by peptide\nhormones produced in hypothalamic nuclei and stored in their axons that run to the\nmedian eminence. Most of these hormones are hypothalamic-releasing hormones;\nliberated from the axons, they are transported by capillaries to the pars distalis where they\nstimulate hormone synthesis and/or release.\nTwo of the hypothalamic factors, however, act to inhibit hormone release by specific cells\nof the pars distalis (hypothalamic-inhibiting hormones).\no Another mechanism is negative feedback by hormones from the target organs on\nsecretion of the relevant hypothalamic factors and on hormone secretion by the relevant\npituitary cells.\no Finally, hormone secretion in the pars distalis is affected by other hormones from\noutside the feedback loop or even outside the major target tissues. Examples: inhibin\nand activin produced in the gonads, control release of FSH and LH; the oxytocin,\nliberated in the posterior pituitary in the course of breast feeding, which increases\nsecretion of prolactin.\n\nNeurohypophysis\n(Posterior Pituitary)\nThe pars nervosa, does not contain secretory cells. It is composed of neural tissue, containing\nunmyelinated axons of secretory neurons whose cell bodies situated in the supraoptic and\nparaventricular nuclei of the hypothalamus.\nAlso present are highly branched glial cells called pituicytes that resemble astrocytes and are\nthe most abundant cell type in the posterior pituitary.\nThe secretory neurons (in hypothalamus) have larger diameter axons and well-developed\nsynthetic components related to the production of hormones vasopressin (also called\nantidiuretic hormone, ADH) and oxytocin.\nThese hormones are transported axonally into the pars nervosa and accumulate in axonal\ndilations called neurosecretory bodies or Herring bodies, visible in the LM as faintly\neosinophilic structures. These bodies contain numerous membrane-enclosed granules with\neither oxytocin or vasopressin bound to a carrier protein called neurophysin I and II\nrespectively.\nNerve impulses along the axons trigger the release of the peptides from the neurosecretory\nbodies for uptake by the fenestrated capillaries of the pars nervosa and the hormones are then\ndistributed to the general circulation.\nAxons from the supraoptic nuclei are mainly concerned with vasopressin secretion, whereas\nmost of the fibers from the paraventricular nuclei are concerned with oxytocin secretion.\n\n5\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nCLINICAL\nCORRELATION\nPituitary Adenomas\nPituitary adenomas are benign tumors of the anterior pituitary gland. Clinically, they can be\ndivided into nonsecreting and secreting forms.\nHistorically, adenomas were classified by their staining properties, the degree to which they\ntook up the H&E stains. They were classified as basophilic, acidophilic, or chromophobic\nadenomas. With modern immunocytochemical techniques, however, tumor cells can be\nclassified by the type of hormone they produce. Some cells do not mark with any antibody,\nand their tumors are called null-cell adenomas.\nClassification by secretory status may reflect, for example, excess cortisol\n(Cushing disease) or prolactin (prolactinoma) or the overproduction of growth hormone\n(gigantism or acromegaly).\nA bitemporal hemianopia is commonly seen in patients suffering from compression of the\noptic nerve.\n\nADRENAL GLAND\no The adrenal (suprarenal) glands are paired organs that lie near the superior poles of the\nkidneys.\no They are flattened structures with a half-moon shape, about 4–6 cm long, 1–2 cm wide,\nand 4–6 mm thick in adults. Together they weigh about 8 g.\no Each gland covered by a dense connective tissue capsule that sends thin septa to the\ninterior of the gland as trabeculae. The stroma consists mainly of a rich network of\nreticular fibers that support the secretory cells.\no The gland consists of two concentric layers:\n A yellowish peripheral layer, the Adrenal Cortex(AC), and\n A reddish-brown central layer, the Adrenal Medulla (AM).\no The AC & AM are 2 organs with distinct origins, functions, and morphology that become\nunited during embryonic development.\no They arise from different embryonic germ layers:\n The AC arises from mesoderm and\n The AM derived from the neural crest.\n\n6\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\n Blood Supply\no The adrenals are supplied by several arteries that enter at various points around their\nperiphery. The branches of these arteries form three groups:\nthose supplying the capsule; the cortical arterioles, which quickly form capillaries and\nsinusoids that irrigate all cells of the cortex and eventually join the medullary capillaries;\nand medullary arterioles, which pass directly through the cortex and form an extensive\ncapillary network in the medulla.\no The cells of the adrenal medulla, thus, receive both arterial blood from the medullary\narteries and venous blood originating from capillaries of the cortex.\no The capillary and sinusoidal endothelium is highly attenuated and fenestrated.\no Capillaries of both the cortex and the medulla form the central medullary veins, which\njoin to leave the gland as the adrenal or suprarenal vein.\n\nAdrenal Cortex\no Cells of the AC have characteristic features of steroid-secreting cells.\no These include:\n(1) Central nuclei and acidophilic cytoplasm, usually rich in lipid droplets.\n(2) Their cytoplasm have profuse SER of interconnected tubules, which contain the\nenzymes for cholesterol synthesis and conversion of the steroid prohormone\npregnenolone into specific active steroid hormones.\n(3) The mitochondria are often spherical, with tubular rather than shelf like cristae\ncontaining the enzymatic equipment for converting cholesterol to pregnenolone and\nfor some steps in steroid hormone synthesis.\no Steroid hormone-secreting cells do not store their product in granules; rather, they\nsynthesize and secrete steroid hormones upon demand. Steroids (being LMW lipidsoluble molecules) diffuse through the plasma membrane and do not require the\nspecialized process of exocytosis for their release.\n\n7\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nThe adrenal cortex has three concentric zones in which the cords of epithelial cells are\narranged somewhat differently and are specialized to produce different classes of steroid\nhormones:\nI.\nImmediately inside the connective tissue capsule is the zona glomerulosa, consisting\nof closely packed, rounded or arched cords of columnar or pyramidal cells surrounded\nby many capillaries and comprising about 15% of the cortex.\nII.\nThe middle zone, the zona fasciculata, occupies 65–80% of the cortex and consists of\nlong cords of large polyhedral cells, one or two cells thick, separated by fenestrated\nsinusoidal capillaries. The cells are most densely filled with cytoplasmic lipid droplets\nand, as a result of lipid dissolution during tissue preparation, often appear vacuolated\nor spongy in common histological preparations. Because of their vacuolization, the\ncells of the fasciculata are also called spongyocytes.\nIII.\nThe innermost zona reticularis comprises about 10% of the cortex and contacts the\nadrenal medulla. It consists of smaller cells disposed in a network of irregular cords\ninterwoven with wide capillaries. The cells are usually more heavily stained than\nthose of the other zones because they contain fewer lipid droplets and more lipofuscin\npigment.\n\n Cortical Hormones & Their Actions:\no The main product of the Z.G is a mineralocorticoid called aldosterone; the Z. F and\npossibly the Z.R secrete glucocorticoids, especially cortisol; the Z. R produces\ndehydroepiandrosterone (DHEA), a weak androgen.\no The mineralcorticoids, so called because they affect uptake of Na+, K+, and water by\nepithelial cells. The principal product is aldosterone, the major regulator of salt balance,\nwhich acts to stimulate Na+ reabsorption in the distal convoluted tubules of the kidneys.\nAldosterone secretion in the zona glomerulosa is stimulated primarily by angiotensin II\nand also by an increase in plasma K+ concentration, but only weakly by ACTH.\no The glucocorticoids, especially cortisol, affect CHO metabolism by stimulating\nproduction of glucose from amino acids or fatty acids (gluconeogenesis) in many cells\nand glucose conversion into glycogen in the liver. Cortisol induces fat mobilization in\nsubcutaneous adipose tissue and protein breakdown in muscle. Cortisol also suppresses\nmany aspects of the immune response, including cytokine release and lymphopoiesis.\nSecretion of glucocorticoids in the Z.F is controlled by ACTH and negative feedback\nproportional to the concentration of circulating glucocorticoids is exerted at both the\npituitary and hypothalamic levels. Cells of the Z.F also secrete small amounts of\nandrogens.\no DHEA is the only sex hormone that is secreted in significant physiological quantities by\nthe AC. It is a weak androgen that circulates in the blood as a sulfate and exerts its actions\nafter being converted into testosterone in several tissues. Secretion by these cells is also\nstimulated by ACTH and is under feedback regulation with the pituitary and\nhypothalamus.\n\n8\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\n Fetal Adrenal Cortex\no At birth in humans, the adrenal gland is larger than that of the adult and produces up to\n200 mg of corticosteroids per day, twice that of an adult. At this age, a layer known as the\nfetal or provisional cortex, comprising 80% of the total gland, is present between the thin\npermanent cortex and an underdeveloped medulla. The fetal cortex is thick and contains\nmostly cords of large, steroid-secreting cells under the control of the fetal pituitary.\no The principal function of the cells is secretion of sulfated DHEA which is converted in\nthe placenta to active estrogens (and androgens), which mostly enter the maternal\ncirculation.\no The fetal adrenal cortex is an important part of a fetoplacental unit which affects both\nendocrine systems during pregnancy but whose physiological significance remains\nlargely unclear.\no After birth, the provisional cortex undergoes involution while the permanent cortex\norganizes the three layers (zones) described above.\n\n Adrenal Medulla\no The adrenal medulla is composed of large, pale-staining polyhedral cells arranged in\ncords or clumps and supported by a reticular fiber network. A profuse supply of\nsinusoidal capillaries intervenes between adjacent cords and a few parasympathetic\nganglion cells are present.\no Medullary parenchymal cells, known as chromaffin cells, arise from neural crest cells.\nChromaffin cells can be considered modified sympathetic postganglionic neurons, lacking\naxons and dendrites and specialized as secretory cells.\no Unlike cells of the cortex, medullary chromaffin cells contain many electron-dense\ngranules for hormone storage and secretion. These granules contain one or the other of\nthe catecholamines, epinephrine(adrenalin) or norepinephrine (noradrenaline).\no Ultrastructurally the granules of epinephrine-secreting cells are less electron-dense and\ngenerally smaller than those of norepinephrine-secreting cells. Catecholamine, together\nwith Ca2+ and ATP, are bound in a granular storage complex with a proteins called\nchromogranins.\no Norepinephrine-secreting cells are also found in paraganglia (collections of\ncatecholamine-secreting cells adjacent to the autonomic ganglia) and in various viscera.\no The conversion of NE to E occurs only in chromaffin cells of the AM.\no About 80% of the catecholamine secreted from the adrenalis epinephrine.\no Medullary chromaffin cells are innervated by cholinergic endings of preganglionic\nsympathetic neurons, from which impulses trigger hormone release by exocytosis.\no Epinephrine & norepinephrine are released to the blood in large quantities during intense\nemotional reactions, such as fright, and produce vasoconstriction, increased blood\npressure, changes in heart rate, and metabolic effects such as elevated blood glucose.\nThese effects facilitate various defensive reactions to the stressor (the fight-or-flight\nresponse).\no During normal activity, the adrenal medulla continuously secretes small quantities of the\nhormones.\n\n9\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nCLINICAL\nCORRELATION\nBecause of the feedback mechanism of adrenal cortex control, patients who are treated with\ncorticoids for long periods should never stop taking these hormones suddenly: secretion of\nACTH in these patients is inhibited, and thus the cortex will not be induced to produce\ncorticoids, causing a severe misbalance in the levels of sodium and potassium.\n\nPheochromocytomaS\nAre neoplasms of the AM characterized by the production of catecholamines, such as\nepinephrine and norepinephrine, which cause significant hypertension, often episodic, in\naffected patients.\nGrossly, most of these tumors are well circumscribed and range in size from a few grams to\nkilograms. Microscopically, pheochromocytomas can have a diverse appearance, from\nspindle cells to large, bizarre cells. The cells are often arranged in nests, or cell packets called\nzellballen.\nHistologic features alone do not reliably separate benign tumors from malignant ones;\ntherefore, the demonstration of metastases is necessary to ascertain malignancy.\n\nAdrenocortical disorders\n Disorders of the AC can classified as hyperfunctional or hypofunctional.\n Tumors of the adrenal cortex can result in excessive production of glucocorticoids\n(Cushing syndrome) or aldosterone (Conn syndrome).\n Cushing syndrome is most often (90%) due to a pituitary adenoma that produces\nexcessive ACTH; it is rarely caused by adrenal hyperplasia or an adrenal tumor.\n Excessive production of adrenal androgens has little effect in men. However, hirsutism\nis seen in women, and precocious puberty (in boys) and virilization (in girls) are seen in\nprepubertal children. These adrenogenital syndromes are the result of several enzymatic\ndefects in steroid metabolism that cause increased biosynthesis of androgens by the\nadrenal cortex.\n Adrenocortical insufficiency (Addison disease) is caused by destruction of the AC in\nsome diseases. The signs and symptoms result from failure of secretion of both\nglucocorticoids and mineralocorticoids by the AC.\n Carcinomas of the AC are rare, but most are highly malignant. About 90% of them\nproduce steroids.\n\n10\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\n\n\nThe pancreatic islets are compact spherical or egg-shaped masses of endocrine tissue\nembedded within the acinar exocrine tissue of the pancreas.\n There are more than 1 million islets in the human pancreas, most numerous in the tail of\nthe gland, but they only constitute 1–2% of the organ's volume.\n A very thin capsule of reticular fibers surrounds each islet, separating it from the adjacent\nacinar tissue.\n Islets have the same embryonic origin as the acinar tissue: (endoderm).\n Each islet consists of polygonal or rounded cells, smaller and more lightly stained than\nthe surrounding acinar cells, arranged in cords that are separated by a network of\nfenestrated capillaries. Autonomic nerve fibers contact some of the endocrine cells and\nthe blood vessels.\n Routine stains or trichrome stains show that most islet cells are acidophilic or basophilic\nwith fine cytoplasmic granules.\n The major hormone-producing islet cells are most easily identified and studied by\nimmunohistochemistry:\ni.\nAlfa or A cells secrete primarily glucagon and are usually located near the periphery\nof islets.\nii.\nBeta or B cells produce insulin , are located centrally in islets and are the most\nnumerous cell type.\niii. Delta or D cells, secreting somatostatin, scattered and much less abundant.\nInsulin is a heterodimeric protein and the other two hormones are smaller single-chain\npolypeptides.\niv.\nA minor fourth cell type, more common in islets located within the head of the\npancreas, are F or PP cells, which secrete pancreatic polypeptide.\n Pancreatic islets also normally contain a few enterochromaffin cells, like those of the\ndigestive tract, which secrete other polypeptidehormones having other effects within the\ndigestive system and which are also scattered in the pancreatic acini and ducts.\nSee table: 20 –4 in your textbook\n\n11\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nCLINICAL\nCORRELATIO\nN\nType 1 diabetes mellitus is the most common type of diabetes in childhood and\nadolescence (65% of total cases). It is characterized by insulin deficiency and sudden\nonset of severe hyperglycemia, diabetic ketoacidosis, and death if patients are left without\ninsulin treatment. Symptoms also include polyuria, polydipsia, lethargy, and weight loss.\nThe major cause of the disease is autoimmune destruction of the insulin-secreting beta\ncells in the islets of Langerhans by T cells and humoral mediators (TNF,interleukin-1,\nnitric oxide).\nType 2 diabetes mellitus is characterized by hyperglycemia with normal or elevated\ninsulin levels. In type 2 DM, insulin is present, but insulin-sensitive tissues, such as\nskeletal muscle and adipose tissues, manifest resistance to the action of insulin. Defects in\nbeta cell function also contribute to the disease process. Type 2 DM generally has an\ninsidious onset and typically affects adults. Risk factors include genetic factors and a\nstrong association with obesity. Approximately 85% of type 2 diabetes is associated with\nobesity.\n\nDIFFUSE NEUROENDOCRINE SYSTEM\n\n The enterochromaffin cells scattered in both the islets and small ducts of the pancreas are\nsimilar to those of the digestive tract. Collectively these dispersed cells, as well as similar\ncells in the respiratory mucosa, make up the diffuse neuroendocrine system (DNES).\n Like the pancreatic islets, most of these cells are derived from endodermal cells of the\nembryonic gut.\n Cells of the DNES are also referred to as gastroenteropancreatic (GEP) endocrine\ncells.\n Many cells of the DNES are stained by solutions of chromium salts and have therefore\nbeen called enterochromaffin cells. Those cells that stain with silver nitrate are\nsometimes called argentaffin cells.\n Those DNES cells secreting serotonin or certain other amine derivatives demonstrate\namine precursor uptake and decarboxylation and are often referred to acronymically as\nAPUD cells. Such names are still widely used but have been largely replaced by letter\ndesignations like those used for pancreatic islet cells.\n Whatever name is used, cells of the DNES are highly important due to their role in\nregulating motility and secretions of all types within the digestive system.\n\n12\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nTHYROID\nGLAND\n The thyroid gland, located in the cervical region anterior to the larynx, consists of two\nlobes united by an isthmus.\n It originates in early embryonic life from the foregut endoderm near the base of the future\ntongue.\n Its function is to synthesize the thyroid hormones: thyroxine (tetra-iodothyronine or T4)\nand tri-iodothyronine (T3), which are important for growth, cell differentiation, and\ncontrol of the BMR and O2 consumption in cells of the body, and affect protein, lipid,\nand CHO metabolism.\n The parenchyma of the thyroid is composed of millions of rounded epithelial structures\ncalled follicles. Each follicle consists of a simple epithelium and a central lumen filled\nwith a gelatinous substance called colloid.\n The thyroid is the only endocrine gland in which a large quantity of secretory product is\nstored. Moreover, the accumulation is outside the cells, in the colloid of the follicles,\nwhich is also unusual. In humans there is sufficient hormone in follicles to supply the\nbody for up to three months with no additional synthesis. Thyroid colloid contains the\nlarge glycoprotein thyroglobulin, the precursor for the active thyroid hormones.\n The gland is covered by a fibrous capsule, which sends septa dividing it into lobules and\ncarrying blood vessels, nerves, and lymphatics.\n Follicles are densely packed together, separated from one another only by sparse reticular\nconnective tissue. This stroma is very well vascularized with an extensive network of\nfenestrated capillaries closely surrounding the follicles, which facilitates molecular\ntransfer between the follicles and blood.\n Follicular cells range in shape from squamous to low columnar. The size and cellular\nfeatures of follicles vary with their functional activity. Active glands have more follicles\nof low columnar epithelium; glands with mostly squamous follicular cells are considered\nhypoactive.\n The follicular epithelial cells have typical junctional complexes apically and rest on a\nbasal lamina. The cells exhibit organelles indicating active protein synthesis and\nsecretion, as well as phagocytosis and digestion.\n The nucleus is generally round and in the center of the cell. Basally the cells are rich in\nrough ER and apically, facing the follicular lumen, are Golgi complexes, secretory\ngranules filled with colloidal material, large phagosomes and abundant lysosomes. The\ncell membrane of the apical pole has a moderate number of microvilli. Mitochondria and\nother cisternae of rough ER are dispersed throughout the cytoplasm.\n\n13\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\n Another endocrine cell type, the parafollicular, or clear cell (C cell), is also found inside\nthe basal lamina of the follicular epithelium or as isolated clusters between follicles.\nParafollicular cells, derived from neural crest cells migrating into the area of the\nembryonic foregut, are usually somewhat larger than follicular cells and stain less\nintensely. They have a smaller amount of rough ER, large Golgi complexes, and\nnumerous small granules containing polypeptide hormone.\nThese cells synthesize and secrete calcitonin, one function of which is to suppress bone\nresorption by osteoclasts. Calcitonin secretion is triggered by elevated blood Ca2+ levels.\n\n Control of Thyroid Function\n The major regulator of the anatomic and functional state of thyroid follicles is TSH,\nwhich is secreted by the anterior pituitary.\n TSH increases the height of the follicular epithelium and stimulates all stages of thyroid\nhormone production and release.\n Thyroid hormones inhibit the release of TSH, maintaining an adequate quantity of T4 and\nT3 in the organism.\n TSH receptors are abundant on the basal cell membrane of follicular cells.\n Secretion of TSH is also increased by exposure to cold and decreased by heat and\nstressful stimuli.\n\n Synthesis & Accumulation of Hormones by Follicular Cells\nSynthesis and accumulation of hormones take place in four stages:\n\n1) Synthesis of thyroglobulin.\n2) Uptake of iodide from the blood.\n3) Activation of iodide.\n4) Iodination of the tyrosine residues of thyroglobulin.\n14\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\n Liberation of T3& T4\n When stimulated by TSH, thyroid follicular cells take up colloid by endocytosis.\n The colloid within the endocytic vesicles is then digested by lysosomal enzymes.\n Hydrolysis of thyroglobulin results in T4, T3, diiodotyrosine, and monoiodotyrosine,\nwhich are liberated into the cytoplasm.\n The free T4 and T3 cross the basolateral cell membrane and are discharged into the\ncapillaries.\n Monoiodotyrosine and diiodotyrosine are not secreted into the blood, and their iodine\nis removed by a deiodinase. The products of this enzymatic reaction (iodine and\ntyrosine) are reused by the follicular cells.\n T4 is the more abundant compound, constituting 90% of the circulating thyroid\nhormone, although T3 acts more rapidly and is more potent.\n\nCLINICAL\nCORRELATION\nHYPOTHYROIDISM\nHypothyroidism in the fetus may present at birth as cretinism, characterized by arrested or\nretarded physical and mental development.\nAdult hypothyroidism may result from diseases of the thyroid gland (eg, due to defects in\nhormone synthesis or release) or may be secondary to pituitary o rhypothalamic failure.\nAutoimmune diseases of the thyroid, such as Hashimoto disease, may impair its function,\nwith consequent hypothyroidism.\nA diet low in iodide hinders the synthesis of thyroid hormones, causing increased secretion of\nTSH and compensatory growth of the thyroid gland, a condition known as iodine deficiency\ngoiter. Goiters are endemic in some regions of the world, where dietary iodide is scarce and\naddition of iodide to table salt is no trequired.\nThe signs and symptoms related to hypothyroidism include fatigue, increased sensitivity to\ncold, pale skin, constipation, muscle pain and weakness, and weight gain.\nHYPERTHYROIDISM\nHyperthyroidism may be caused by a variety of thyroid diseases, of which the most common\nform is Graves' disease, characterized by inflammation and growth of the extraocular\nadipose tissue, which leads to the bulging of the eyes (exophthalmos). In this thyroid disorder\nhyperfunction is due to an autoimmune response involving antibodies to TSH receptors.\nThese antibodies can bind the receptors on follicular cells and act as long-lasting thyroid\nstimulators, continuously stimulating thyroid hormone secretion and producing many effects\nof hyperthyroidism such as decreased body weight and accelerated heart rate.\n\n15\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nParathyroid Gland\no The four small parathyroid glands typically lie on the posterior surface of the thyroid\ngland and are separated from the thyroid gland by a connective tissue capsule. Connective\ntissue septa with blood vessels divide each parathyroid gland into many incomplete\nlobules.\no The parathyroid glands are derived from the endoderm of pharyngeal pouch 3 (the\ninferior glands) and pouch 4 (the superior parathyroid glands).\no There are two types of cells in the gland: chief (principle) cells and oxyphilcells.\nAdipocytes are commonly found in the glands in older individuals.\no The chief cells are small polygonal cells with round nuclei and pale-staining, slightly\nacidophilic cytoplasm. Ultrastructurally the cytoplasm is seen to be filled with irregularly\nshaped granules. These are secretory granules containing the polypeptide parathyroid\nhormone (PTH).\no Much smaller, often clustered, populations of oxyphil cells are sometimes present. These\nare much larger than the principal cells and are characterized by acidophilic cytoplasm\nfilled with abnormally shaped mitochondria. Some oxyphil cells show low levels of PTH\nsynthesis, suggesting these cells are transitional derivatives from chief cells. The oxyphil\ncells appear at puberty, and their numbers increase with age. Their functions are unclear.\n\n Action of Parathyroid Hormone & Its Interrelation with Calcitonin\no PTH binds to receptors in osteoblasts. This is a signal for these cells to produce an\nosteoclast-stimulating factor, which increases the number and activity of osteoclasts and\nthus promotes the absorption of the calcified bone matrix and the release of Ca 2+ into the\nblood. The resulting increase in the concentration of Ca2+ in the blood suppresses the\nproduction of PTH.\no Calcitonin from the thyroid gland also influences osteoclasts by inhibiting both their\nresorptive action on bone and the liberation of Ca2+. Calcitonin thus lowers blood Ca2+\nconcentration and increases osteogenesis; its effect is opposite to that of PTH.\no These two hormones constitute a dual mechanism to regulate blood levels of Ca2+, an\nimportant factor in homeostasis.\no PTH indirectly increases the absorption of Ca2+ from the GIT by stimulating the synthesis\nof vitamin D, which is necessary for this absorption.\no In addition to increasing the concentration of Ca2+, PTH reduces the concentration of\nphosphate in the blood. This effect is a result of the activity of PTH on kidney tubule\ncells, diminishing the absorption of phosphate and causing an increase of phosphate\nexcretion in urine.\no The secretion of parathyroid cells is regulated by blood Ca2+ levels.\n\n16\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nPINEAL GLAND\no The pineal gland, also known as the pineal body or epiphysis cerebri. It is a very small,\npine cone-shaped organ in the brain. It develops with the brain from neuroectodermin the\nroof of the diencephalon and is found in the posterior of the third ventricle, attached to the\nbrain by a short stalk.\no The gland is covered by C.T of the pia mater, from which emerge septa containing small\nblood vessels and dividing the gland in to lobules.\no It is composed of two types of cells: pinealocytes and Interstitial glial cells.\no The prominent and abundant secretory cells are the pinealocytes, which have slightly\nbasophilic cytoplasm and large, irregular euchromatic nuclei and nucleoli.\nUltrastructurally pinealocytes are seen to have secretory vesicles, many mitochondria, and\nlong cytoplasmic processes extending to the vascularized septa, where they end in\ndilatations near capillaries, indicating an endocrine function. These cells produce\nmelatonin, a LMW tryptophan derivative. Unmyelinated sympathetic nerve fibers enter\nthe pineal gland and end among pinealocytes, with some forming synapses.\no Interstitial glial cells of the pineal gland stain positively for glial fibrillary acidic protein\nand thus most closely resemble astrocytes. They have elongated nuclei more heavily\nstained than those of pinealocytes, long cytoplasmic processes, and are usually found in\nperivascular areas and between the groups of pinealocytes. Pinealastrocytes represent\nonly about 5% of the cells in the gland.\no A characteristic feature of the pineal gland is the presence of variously sized concretions\nof calcium and magnesium salts called corpora arenacea or brain sand, which form by\nprecipitation around extracellular protein deposits. Such concretions appear during\nchildhood and gradually increase in number and size with age, with no apparent effect on\nthe gland's function.\no Accumulations of brain sand are opaque to x-rays and allow the pineal to serve as a good\nmidline marker in radiological and CT studies of the brain.\n Role of the Pineal Gland in Controlling Biological Cycles\nMelatonin release from pinealocytes is promoted by darkness and inhibited by daylight and\nthe resulting diurnal fluctuation in blood melatonin levels induces rhythmic changes in the\nactivity of the hypothalamus, pituitary gland, and other endocrine tissues that characterize the\ncircadian (24 hours, day/night) rhythm of physiological functions and behaviors.\nIn humans and other mammals the cycle of light and darkness is detected within the retinas\nand transmitted to the pinealocytes via the retinohypothalamic tract, the suprachiasmatic\nnucleus, and the tracts of sympathetic fibers entering the pineal.\nThe pineal gland acts therefore as a neuroendocrine transducer, converting nerve input\nregarding light and darkness into variations in many hormonal functions.\n\nThe End\n17\n\n\f",
    "metadata": {
      "title": "Histology of the Endocrine",
      "creationDate": "2025-06-30T15:54:21.471Z"
    },
    "id": "22b444a7-bb50-44ae-a37b-9543d4d638c7",
    "createdAt": "2025-06-30T15:54:21.473Z",
    "updatedAt": "2025-06-30T15:54:21.473Z"
  },
  {
    "title": "Test 3",
    "filePath": "uploads/23eba665-ce15-4ba4-9f29-f5b114b6d6ab.pdf",
    "fileUrl": "/uploads/23eba665-ce15-4ba4-9f29-f5b114b6d6ab.pdf",
    "fileType": "pdf",
    "subject": "Anatomy",
    "topic": "Histology",
    "subtopic": "Cell Structure, Epithelia, Glands & Connective Tissue",
    "content": "Histology\n\n2016 - 2017\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nThe Endocrine System\no Is a group of glands that regulate physiological functions by releasing hormones into the\nblood stream.\no Intercellular signaling is the way by which a cell exerts its effects on another cell ( or on\nitself ) and it subdivided into the following classifications:\n1) Intracrine signals are produced within the target cell.\n2) Autocrine signals target the cell itself.\n3) Juxtacrine signals target adjacent (touching) cells.\n4) Paracrine signals target cells in the vicinity of the emitting cell ( e.g.\nneurotransmitters)\n5) Endocrine signals target distant cells by producing hormones that travel through the\nblood to reach all parts of the body.\no The endocrine system includes:\n1. Endocrine glands, such as the pituitary, thyroid and parathyroid, adrenal, and the\npineal gland;\n2. Clusters of endocrine cells located in the organs such as islets of Langerhans in the\npancreas; and\n3. Isolated endocrine cells in certain tissues, such as the enteroendocrine cells in the\nepithelium of the respiratory and digestive tracts.\no The organs or tissues that are activated by released hormones are called target organs or\ntissues. The cells in the target organ/tissue have appropriate receptors, which are able to\nrecognize and respond to specific hormones.\no\n\nHormone: a chemical substance produced in the body that controls and regulates the\n\nactivity of certain cells or organs.\no The hormones can be divided into three classes based on their structure:\n1. Steroid hormones are lipid hormones that have the characteristic ring structure of\nsteroids and are formed from cholesterol. (e.g. estrogen, testosterone, cortisone, and\naldosterone ).\n2. Peptide hormones are composed of amino acids. The majority of hormones of this\ntype are secreted by the pituitary gland (ACTH, TSH, FSH, GH, and prolactin) and\nparathyroid glands (PTH).\n3. Amine hormones are derived from the amino acid tyrosine.(e.g. T3&T4 released by\nthe thyroid and adrenaline & noradrenaline secreted by the adrenal medulla).\n\n1\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\no The pituitary gland is a neuroendocrine\norgan located inside the skull (in the sella\nturcica of the sphenoid bone) and\nconsidered a part of the brain.\no It weighs about 0.5 g in adults &has\ndimensions of about 10 x 13 x 6 mm.\no Embryogenesis:\nThe hypophysis develops partly from oral\nectoderm and partly from nerve tissue.\nThe neural component arises as an\nevagination from the floor of the\ndiencephalon and grows caudally as a stalk without detaching itself from the brain.\nThe oral component arises as an out pocketing of ectoderm from the roof of the primitive\nmouth of the embryo and grows cranially, forming a structure called hypophyseal\n(Rathke's) pouch. Later, a constriction at the base of this pouch separates it from the oral\ncavity. At the same time, its anterior wall thickens, reducing the lumen of Rathke's pouch\nto a small fissure.\no Because of its dual origin, the pituitary actually consists of two glands\n1. The\nposterior\nNeurohypophysis\n2. The\nanterior\nAdenohypophysis\no United anatomically but with\ndifferent functions.\no The Neurohypophysis consists of :\na) Pars Nervosa\nb) Infundibulum\ni.\nStalk\nii.\nMedian eminence.\no The Adenohypophysis:\na) Pars Distalis ( Anterior Lobe)\nb) Pars Tuberalis\nc) Pars Intermedia.\n\n2\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\no Blood Supply & the Hypothalamo-Hypophyseal Portal System:\nThe blood supply of the hypophysis derives from the internal carotid artery:\n\n\n\nFrom above, the superior hypophyseal arteries supply the median eminence and the\nneural stalk;\nFrom below, inferior hypophyseal arteries provide blood mainly for the\nneurohypophysis, with a small supply to the stalk.\n\nThe superior hypophyseal arteries form a primary capillary network irrigating the stalk and\nmedian eminence. The capillaries then rejoin to form venules that branch again as a larger\nsecondary capillary network in the adenohypophysis, Capillaries of both networks are\nfenestrated.\n In the HHPS there are three groups of hormones released at three sites :\n1. Peptide hormones synthesized by neurons in the hypothalamus (the supraoptic and the\nparaventricular nuclei) undergo axonal transport and accumulate distally in these\naxons, which are situated in the pars nervosa.\n2. Another group of peptides is produced by neurons in other hypothalamic nuclei and\ncarried in axons for temporary axonal storage and secretion in the median eminence.\nThen enter the capillaries of the primary plexus and are transported to the\nadenohypophysis where they diffuse among endocrine cells and control hormone\nrelease from their target cells.\n3. The third group of hormones consists of proteins and glycoproteins released from the\nendocrine cells of the adenohypophysis (under the control of the neuropeptides just\nmentioned) and picked up by capillaries of the secondary plexus, from which they\nenter the general circulation.\n\n3\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nAdenohypophysis\n(Anterior Pituitary)\n Pars Distalis ( anterior lobe)\no It accounts for 75% of the mass of the hypophysis, it mainly consists of cords of epithelial\ncells (hormone-secreting cells) interspersed with fenestrated capillaries. With few\nfibroblasts producing reticular fibers that support these cords.\no These secretory cells are classified as Chromophobes and Chromophils.\n\n\nThe Chromophobes do not effectively take a stain, so they appear clear in the\nMallory trichrome stain. These cells are undifferentiated cells but are capable of\ndifferentiating into chromophils.\n The Chromophils include:\n Basophils (appear blue in Mallory stain) and\n Acidophils (appear red in Mallory stain)\no Subtypes of basophilic and acidophilic cells are identified by TEM or more easily by IHC\nand are named for their specific hormones or target cells.\n Acidophils include the somatotropic and mammotropic cells, while the\n Basophilils are the gonadotropic, corticotropic, and thyrotropic cells.\n Pars Tuberalis\nThe pars tuberalis is the neck of the adenohypophysis; it wraps around the infundibular stalk\nof the pituitary gland.\nIt contains a rich capillary network and some low columnar basophilic cells that are\ncommonly arranged in cords.\nMost of the cells of the pars tuberalis are basophilic gonadotropic cells that secrete folliclestimulating hormone (FSH) and luteinizing hormone (LH).\n\n Pars Intermedia\nThe pars intermedia, which develops from the dorsal portion of Rathke's pouch is (in\nhumans) a rudimentary region made up of cords and follicles of weakly basophilic cells that\ncontain small secretory granules.\nMelanocyte stimulating hormone (MSH) is probably produced in the intermediate zone, and\nprobably also by basophils of the pars distalis.\nMSH increases melanocyte activity and cells of the pars intermedia are often referred to as\nmelanotropic cells, but the overall physiological significance of this region remains uncertain,\nespecially in adults.\n\n4\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\n Control of Secretion in the Adenohypophysis:\no The activities of the cells of the anterior pituitary are controlled primarily by peptide\nhormones produced in hypothalamic nuclei and stored in their axons that run to the\nmedian eminence. Most of these hormones are hypothalamic-releasing hormones;\nliberated from the axons, they are transported by capillaries to the pars distalis where they\nstimulate hormone synthesis and/or release.\nTwo of the hypothalamic factors, however, act to inhibit hormone release by specific cells\nof the pars distalis (hypothalamic-inhibiting hormones).\no Another mechanism is negative feedback by hormones from the target organs on\nsecretion of the relevant hypothalamic factors and on hormone secretion by the relevant\npituitary cells.\no Finally, hormone secretion in the pars distalis is affected by other hormones from\noutside the feedback loop or even outside the major target tissues. Examples: inhibin\nand activin produced in the gonads, control release of FSH and LH; the oxytocin,\nliberated in the posterior pituitary in the course of breast feeding, which increases\nsecretion of prolactin.\n\nNeurohypophysis\n(Posterior Pituitary)\nThe pars nervosa, does not contain secretory cells. It is composed of neural tissue, containing\nunmyelinated axons of secretory neurons whose cell bodies situated in the supraoptic and\nparaventricular nuclei of the hypothalamus.\nAlso present are highly branched glial cells called pituicytes that resemble astrocytes and are\nthe most abundant cell type in the posterior pituitary.\nThe secretory neurons (in hypothalamus) have larger diameter axons and well-developed\nsynthetic components related to the production of hormones vasopressin (also called\nantidiuretic hormone, ADH) and oxytocin.\nThese hormones are transported axonally into the pars nervosa and accumulate in axonal\ndilations called neurosecretory bodies or Herring bodies, visible in the LM as faintly\neosinophilic structures. These bodies contain numerous membrane-enclosed granules with\neither oxytocin or vasopressin bound to a carrier protein called neurophysin I and II\nrespectively.\nNerve impulses along the axons trigger the release of the peptides from the neurosecretory\nbodies for uptake by the fenestrated capillaries of the pars nervosa and the hormones are then\ndistributed to the general circulation.\nAxons from the supraoptic nuclei are mainly concerned with vasopressin secretion, whereas\nmost of the fibers from the paraventricular nuclei are concerned with oxytocin secretion.\n\n5\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nCLINICAL\nCORRELATION\nPituitary Adenomas\nPituitary adenomas are benign tumors of the anterior pituitary gland. Clinically, they can be\ndivided into nonsecreting and secreting forms.\nHistorically, adenomas were classified by their staining properties, the degree to which they\ntook up the H&E stains. They were classified as basophilic, acidophilic, or chromophobic\nadenomas. With modern immunocytochemical techniques, however, tumor cells can be\nclassified by the type of hormone they produce. Some cells do not mark with any antibody,\nand their tumors are called null-cell adenomas.\nClassification by secretory status may reflect, for example, excess cortisol\n(Cushing disease) or prolactin (prolactinoma) or the overproduction of growth hormone\n(gigantism or acromegaly).\nA bitemporal hemianopia is commonly seen in patients suffering from compression of the\noptic nerve.\n\nADRENAL GLAND\no The adrenal (suprarenal) glands are paired organs that lie near the superior poles of the\nkidneys.\no They are flattened structures with a half-moon shape, about 4–6 cm long, 1–2 cm wide,\nand 4–6 mm thick in adults. Together they weigh about 8 g.\no Each gland covered by a dense connective tissue capsule that sends thin septa to the\ninterior of the gland as trabeculae. The stroma consists mainly of a rich network of\nreticular fibers that support the secretory cells.\no The gland consists of two concentric layers:\n A yellowish peripheral layer, the Adrenal Cortex(AC), and\n A reddish-brown central layer, the Adrenal Medulla (AM).\no The AC & AM are 2 organs with distinct origins, functions, and morphology that become\nunited during embryonic development.\no They arise from different embryonic germ layers:\n The AC arises from mesoderm and\n The AM derived from the neural crest.\n\n6\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\n Blood Supply\no The adrenals are supplied by several arteries that enter at various points around their\nperiphery. The branches of these arteries form three groups:\nthose supplying the capsule; the cortical arterioles, which quickly form capillaries and\nsinusoids that irrigate all cells of the cortex and eventually join the medullary capillaries;\nand medullary arterioles, which pass directly through the cortex and form an extensive\ncapillary network in the medulla.\no The cells of the adrenal medulla, thus, receive both arterial blood from the medullary\narteries and venous blood originating from capillaries of the cortex.\no The capillary and sinusoidal endothelium is highly attenuated and fenestrated.\no Capillaries of both the cortex and the medulla form the central medullary veins, which\njoin to leave the gland as the adrenal or suprarenal vein.\n\nAdrenal Cortex\no Cells of the AC have characteristic features of steroid-secreting cells.\no These include:\n(1) Central nuclei and acidophilic cytoplasm, usually rich in lipid droplets.\n(2) Their cytoplasm have profuse SER of interconnected tubules, which contain the\nenzymes for cholesterol synthesis and conversion of the steroid prohormone\npregnenolone into specific active steroid hormones.\n(3) The mitochondria are often spherical, with tubular rather than shelf like cristae\ncontaining the enzymatic equipment for converting cholesterol to pregnenolone and\nfor some steps in steroid hormone synthesis.\no Steroid hormone-secreting cells do not store their product in granules; rather, they\nsynthesize and secrete steroid hormones upon demand. Steroids (being LMW lipidsoluble molecules) diffuse through the plasma membrane and do not require the\nspecialized process of exocytosis for their release.\n\n7\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nThe adrenal cortex has three concentric zones in which the cords of epithelial cells are\narranged somewhat differently and are specialized to produce different classes of steroid\nhormones:\nI.\nImmediately inside the connective tissue capsule is the zona glomerulosa, consisting\nof closely packed, rounded or arched cords of columnar or pyramidal cells surrounded\nby many capillaries and comprising about 15% of the cortex.\nII.\nThe middle zone, the zona fasciculata, occupies 65–80% of the cortex and consists of\nlong cords of large polyhedral cells, one or two cells thick, separated by fenestrated\nsinusoidal capillaries. The cells are most densely filled with cytoplasmic lipid droplets\nand, as a result of lipid dissolution during tissue preparation, often appear vacuolated\nor spongy in common histological preparations. Because of their vacuolization, the\ncells of the fasciculata are also called spongyocytes.\nIII.\nThe innermost zona reticularis comprises about 10% of the cortex and contacts the\nadrenal medulla. It consists of smaller cells disposed in a network of irregular cords\ninterwoven with wide capillaries. The cells are usually more heavily stained than\nthose of the other zones because they contain fewer lipid droplets and more lipofuscin\npigment.\n\n Cortical Hormones & Their Actions:\no The main product of the Z.G is a mineralocorticoid called aldosterone; the Z. F and\npossibly the Z.R secrete glucocorticoids, especially cortisol; the Z. R produces\ndehydroepiandrosterone (DHEA), a weak androgen.\no The mineralcorticoids, so called because they affect uptake of Na+, K+, and water by\nepithelial cells. The principal product is aldosterone, the major regulator of salt balance,\nwhich acts to stimulate Na+ reabsorption in the distal convoluted tubules of the kidneys.\nAldosterone secretion in the zona glomerulosa is stimulated primarily by angiotensin II\nand also by an increase in plasma K+ concentration, but only weakly by ACTH.\no The glucocorticoids, especially cortisol, affect CHO metabolism by stimulating\nproduction of glucose from amino acids or fatty acids (gluconeogenesis) in many cells\nand glucose conversion into glycogen in the liver. Cortisol induces fat mobilization in\nsubcutaneous adipose tissue and protein breakdown in muscle. Cortisol also suppresses\nmany aspects of the immune response, including cytokine release and lymphopoiesis.\nSecretion of glucocorticoids in the Z.F is controlled by ACTH and negative feedback\nproportional to the concentration of circulating glucocorticoids is exerted at both the\npituitary and hypothalamic levels. Cells of the Z.F also secrete small amounts of\nandrogens.\no DHEA is the only sex hormone that is secreted in significant physiological quantities by\nthe AC. It is a weak androgen that circulates in the blood as a sulfate and exerts its actions\nafter being converted into testosterone in several tissues. Secretion by these cells is also\nstimulated by ACTH and is under feedback regulation with the pituitary and\nhypothalamus.\n\n8\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\n Fetal Adrenal Cortex\no At birth in humans, the adrenal gland is larger than that of the adult and produces up to\n200 mg of corticosteroids per day, twice that of an adult. At this age, a layer known as the\nfetal or provisional cortex, comprising 80% of the total gland, is present between the thin\npermanent cortex and an underdeveloped medulla. The fetal cortex is thick and contains\nmostly cords of large, steroid-secreting cells under the control of the fetal pituitary.\no The principal function of the cells is secretion of sulfated DHEA which is converted in\nthe placenta to active estrogens (and androgens), which mostly enter the maternal\ncirculation.\no The fetal adrenal cortex is an important part of a fetoplacental unit which affects both\nendocrine systems during pregnancy but whose physiological significance remains\nlargely unclear.\no After birth, the provisional cortex undergoes involution while the permanent cortex\norganizes the three layers (zones) described above.\n\n Adrenal Medulla\no The adrenal medulla is composed of large, pale-staining polyhedral cells arranged in\ncords or clumps and supported by a reticular fiber network. A profuse supply of\nsinusoidal capillaries intervenes between adjacent cords and a few parasympathetic\nganglion cells are present.\no Medullary parenchymal cells, known as chromaffin cells, arise from neural crest cells.\nChromaffin cells can be considered modified sympathetic postganglionic neurons, lacking\naxons and dendrites and specialized as secretory cells.\no Unlike cells of the cortex, medullary chromaffin cells contain many electron-dense\ngranules for hormone storage and secretion. These granules contain one or the other of\nthe catecholamines, epinephrine(adrenalin) or norepinephrine (noradrenaline).\no Ultrastructurally the granules of epinephrine-secreting cells are less electron-dense and\ngenerally smaller than those of norepinephrine-secreting cells. Catecholamine, together\nwith Ca2+ and ATP, are bound in a granular storage complex with a proteins called\nchromogranins.\no Norepinephrine-secreting cells are also found in paraganglia (collections of\ncatecholamine-secreting cells adjacent to the autonomic ganglia) and in various viscera.\no The conversion of NE to E occurs only in chromaffin cells of the AM.\no About 80% of the catecholamine secreted from the adrenalis epinephrine.\no Medullary chromaffin cells are innervated by cholinergic endings of preganglionic\nsympathetic neurons, from which impulses trigger hormone release by exocytosis.\no Epinephrine & norepinephrine are released to the blood in large quantities during intense\nemotional reactions, such as fright, and produce vasoconstriction, increased blood\npressure, changes in heart rate, and metabolic effects such as elevated blood glucose.\nThese effects facilitate various defensive reactions to the stressor (the fight-or-flight\nresponse).\no During normal activity, the adrenal medulla continuously secretes small quantities of the\nhormones.\n\n9\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nCLINICAL\nCORRELATION\nBecause of the feedback mechanism of adrenal cortex control, patients who are treated with\ncorticoids for long periods should never stop taking these hormones suddenly: secretion of\nACTH in these patients is inhibited, and thus the cortex will not be induced to produce\ncorticoids, causing a severe misbalance in the levels of sodium and potassium.\n\nPheochromocytomaS\nAre neoplasms of the AM characterized by the production of catecholamines, such as\nepinephrine and norepinephrine, which cause significant hypertension, often episodic, in\naffected patients.\nGrossly, most of these tumors are well circumscribed and range in size from a few grams to\nkilograms. Microscopically, pheochromocytomas can have a diverse appearance, from\nspindle cells to large, bizarre cells. The cells are often arranged in nests, or cell packets called\nzellballen.\nHistologic features alone do not reliably separate benign tumors from malignant ones;\ntherefore, the demonstration of metastases is necessary to ascertain malignancy.\n\nAdrenocortical disorders\n Disorders of the AC can classified as hyperfunctional or hypofunctional.\n Tumors of the adrenal cortex can result in excessive production of glucocorticoids\n(Cushing syndrome) or aldosterone (Conn syndrome).\n Cushing syndrome is most often (90%) due to a pituitary adenoma that produces\nexcessive ACTH; it is rarely caused by adrenal hyperplasia or an adrenal tumor.\n Excessive production of adrenal androgens has little effect in men. However, hirsutism\nis seen in women, and precocious puberty (in boys) and virilization (in girls) are seen in\nprepubertal children. These adrenogenital syndromes are the result of several enzymatic\ndefects in steroid metabolism that cause increased biosynthesis of androgens by the\nadrenal cortex.\n Adrenocortical insufficiency (Addison disease) is caused by destruction of the AC in\nsome diseases. The signs and symptoms result from failure of secretion of both\nglucocorticoids and mineralocorticoids by the AC.\n Carcinomas of the AC are rare, but most are highly malignant. About 90% of them\nproduce steroids.\n\n10\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\n\n\nThe pancreatic islets are compact spherical or egg-shaped masses of endocrine tissue\nembedded within the acinar exocrine tissue of the pancreas.\n There are more than 1 million islets in the human pancreas, most numerous in the tail of\nthe gland, but they only constitute 1–2% of the organ's volume.\n A very thin capsule of reticular fibers surrounds each islet, separating it from the adjacent\nacinar tissue.\n Islets have the same embryonic origin as the acinar tissue: (endoderm).\n Each islet consists of polygonal or rounded cells, smaller and more lightly stained than\nthe surrounding acinar cells, arranged in cords that are separated by a network of\nfenestrated capillaries. Autonomic nerve fibers contact some of the endocrine cells and\nthe blood vessels.\n Routine stains or trichrome stains show that most islet cells are acidophilic or basophilic\nwith fine cytoplasmic granules.\n The major hormone-producing islet cells are most easily identified and studied by\nimmunohistochemistry:\ni.\nAlfa or A cells secrete primarily glucagon and are usually located near the periphery\nof islets.\nii.\nBeta or B cells produce insulin , are located centrally in islets and are the most\nnumerous cell type.\niii. Delta or D cells, secreting somatostatin, scattered and much less abundant.\nInsulin is a heterodimeric protein and the other two hormones are smaller single-chain\npolypeptides.\niv.\nA minor fourth cell type, more common in islets located within the head of the\npancreas, are F or PP cells, which secrete pancreatic polypeptide.\n Pancreatic islets also normally contain a few enterochromaffin cells, like those of the\ndigestive tract, which secrete other polypeptidehormones having other effects within the\ndigestive system and which are also scattered in the pancreatic acini and ducts.\nSee table: 20 –4 in your textbook\n\n11\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nCLINICAL\nCORRELATIO\nN\nType 1 diabetes mellitus is the most common type of diabetes in childhood and\nadolescence (65% of total cases). It is characterized by insulin deficiency and sudden\nonset of severe hyperglycemia, diabetic ketoacidosis, and death if patients are left without\ninsulin treatment. Symptoms also include polyuria, polydipsia, lethargy, and weight loss.\nThe major cause of the disease is autoimmune destruction of the insulin-secreting beta\ncells in the islets of Langerhans by T cells and humoral mediators (TNF,interleukin-1,\nnitric oxide).\nType 2 diabetes mellitus is characterized by hyperglycemia with normal or elevated\ninsulin levels. In type 2 DM, insulin is present, but insulin-sensitive tissues, such as\nskeletal muscle and adipose tissues, manifest resistance to the action of insulin. Defects in\nbeta cell function also contribute to the disease process. Type 2 DM generally has an\ninsidious onset and typically affects adults. Risk factors include genetic factors and a\nstrong association with obesity. Approximately 85% of type 2 diabetes is associated with\nobesity.\n\nDIFFUSE NEUROENDOCRINE SYSTEM\n\n The enterochromaffin cells scattered in both the islets and small ducts of the pancreas are\nsimilar to those of the digestive tract. Collectively these dispersed cells, as well as similar\ncells in the respiratory mucosa, make up the diffuse neuroendocrine system (DNES).\n Like the pancreatic islets, most of these cells are derived from endodermal cells of the\nembryonic gut.\n Cells of the DNES are also referred to as gastroenteropancreatic (GEP) endocrine\ncells.\n Many cells of the DNES are stained by solutions of chromium salts and have therefore\nbeen called enterochromaffin cells. Those cells that stain with silver nitrate are\nsometimes called argentaffin cells.\n Those DNES cells secreting serotonin or certain other amine derivatives demonstrate\namine precursor uptake and decarboxylation and are often referred to acronymically as\nAPUD cells. Such names are still widely used but have been largely replaced by letter\ndesignations like those used for pancreatic islet cells.\n Whatever name is used, cells of the DNES are highly important due to their role in\nregulating motility and secretions of all types within the digestive system.\n\n12\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nTHYROID\nGLAND\n The thyroid gland, located in the cervical region anterior to the larynx, consists of two\nlobes united by an isthmus.\n It originates in early embryonic life from the foregut endoderm near the base of the future\ntongue.\n Its function is to synthesize the thyroid hormones: thyroxine (tetra-iodothyronine or T4)\nand tri-iodothyronine (T3), which are important for growth, cell differentiation, and\ncontrol of the BMR and O2 consumption in cells of the body, and affect protein, lipid,\nand CHO metabolism.\n The parenchyma of the thyroid is composed of millions of rounded epithelial structures\ncalled follicles. Each follicle consists of a simple epithelium and a central lumen filled\nwith a gelatinous substance called colloid.\n The thyroid is the only endocrine gland in which a large quantity of secretory product is\nstored. Moreover, the accumulation is outside the cells, in the colloid of the follicles,\nwhich is also unusual. In humans there is sufficient hormone in follicles to supply the\nbody for up to three months with no additional synthesis. Thyroid colloid contains the\nlarge glycoprotein thyroglobulin, the precursor for the active thyroid hormones.\n The gland is covered by a fibrous capsule, which sends septa dividing it into lobules and\ncarrying blood vessels, nerves, and lymphatics.\n Follicles are densely packed together, separated from one another only by sparse reticular\nconnective tissue. This stroma is very well vascularized with an extensive network of\nfenestrated capillaries closely surrounding the follicles, which facilitates molecular\ntransfer between the follicles and blood.\n Follicular cells range in shape from squamous to low columnar. The size and cellular\nfeatures of follicles vary with their functional activity. Active glands have more follicles\nof low columnar epithelium; glands with mostly squamous follicular cells are considered\nhypoactive.\n The follicular epithelial cells have typical junctional complexes apically and rest on a\nbasal lamina. The cells exhibit organelles indicating active protein synthesis and\nsecretion, as well as phagocytosis and digestion.\n The nucleus is generally round and in the center of the cell. Basally the cells are rich in\nrough ER and apically, facing the follicular lumen, are Golgi complexes, secretory\ngranules filled with colloidal material, large phagosomes and abundant lysosomes. The\ncell membrane of the apical pole has a moderate number of microvilli. Mitochondria and\nother cisternae of rough ER are dispersed throughout the cytoplasm.\n\n13\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\n Another endocrine cell type, the parafollicular, or clear cell (C cell), is also found inside\nthe basal lamina of the follicular epithelium or as isolated clusters between follicles.\nParafollicular cells, derived from neural crest cells migrating into the area of the\nembryonic foregut, are usually somewhat larger than follicular cells and stain less\nintensely. They have a smaller amount of rough ER, large Golgi complexes, and\nnumerous small granules containing polypeptide hormone.\nThese cells synthesize and secrete calcitonin, one function of which is to suppress bone\nresorption by osteoclasts. Calcitonin secretion is triggered by elevated blood Ca2+ levels.\n\n Control of Thyroid Function\n The major regulator of the anatomic and functional state of thyroid follicles is TSH,\nwhich is secreted by the anterior pituitary.\n TSH increases the height of the follicular epithelium and stimulates all stages of thyroid\nhormone production and release.\n Thyroid hormones inhibit the release of TSH, maintaining an adequate quantity of T4 and\nT3 in the organism.\n TSH receptors are abundant on the basal cell membrane of follicular cells.\n Secretion of TSH is also increased by exposure to cold and decreased by heat and\nstressful stimuli.\n\n Synthesis & Accumulation of Hormones by Follicular Cells\nSynthesis and accumulation of hormones take place in four stages:\n\n1) Synthesis of thyroglobulin.\n2) Uptake of iodide from the blood.\n3) Activation of iodide.\n4) Iodination of the tyrosine residues of thyroglobulin.\n14\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\n Liberation of T3& T4\n When stimulated by TSH, thyroid follicular cells take up colloid by endocytosis.\n The colloid within the endocytic vesicles is then digested by lysosomal enzymes.\n Hydrolysis of thyroglobulin results in T4, T3, diiodotyrosine, and monoiodotyrosine,\nwhich are liberated into the cytoplasm.\n The free T4 and T3 cross the basolateral cell membrane and are discharged into the\ncapillaries.\n Monoiodotyrosine and diiodotyrosine are not secreted into the blood, and their iodine\nis removed by a deiodinase. The products of this enzymatic reaction (iodine and\ntyrosine) are reused by the follicular cells.\n T4 is the more abundant compound, constituting 90% of the circulating thyroid\nhormone, although T3 acts more rapidly and is more potent.\n\nCLINICAL\nCORRELATION\nHYPOTHYROIDISM\nHypothyroidism in the fetus may present at birth as cretinism, characterized by arrested or\nretarded physical and mental development.\nAdult hypothyroidism may result from diseases of the thyroid gland (eg, due to defects in\nhormone synthesis or release) or may be secondary to pituitary o rhypothalamic failure.\nAutoimmune diseases of the thyroid, such as Hashimoto disease, may impair its function,\nwith consequent hypothyroidism.\nA diet low in iodide hinders the synthesis of thyroid hormones, causing increased secretion of\nTSH and compensatory growth of the thyroid gland, a condition known as iodine deficiency\ngoiter. Goiters are endemic in some regions of the world, where dietary iodide is scarce and\naddition of iodide to table salt is no trequired.\nThe signs and symptoms related to hypothyroidism include fatigue, increased sensitivity to\ncold, pale skin, constipation, muscle pain and weakness, and weight gain.\nHYPERTHYROIDISM\nHyperthyroidism may be caused by a variety of thyroid diseases, of which the most common\nform is Graves' disease, characterized by inflammation and growth of the extraocular\nadipose tissue, which leads to the bulging of the eyes (exophthalmos). In this thyroid disorder\nhyperfunction is due to an autoimmune response involving antibodies to TSH receptors.\nThese antibodies can bind the receptors on follicular cells and act as long-lasting thyroid\nstimulators, continuously stimulating thyroid hormone secretion and producing many effects\nof hyperthyroidism such as decreased body weight and accelerated heart rate.\n\n15\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nParathyroid Gland\no The four small parathyroid glands typically lie on the posterior surface of the thyroid\ngland and are separated from the thyroid gland by a connective tissue capsule. Connective\ntissue septa with blood vessels divide each parathyroid gland into many incomplete\nlobules.\no The parathyroid glands are derived from the endoderm of pharyngeal pouch 3 (the\ninferior glands) and pouch 4 (the superior parathyroid glands).\no There are two types of cells in the gland: chief (principle) cells and oxyphilcells.\nAdipocytes are commonly found in the glands in older individuals.\no The chief cells are small polygonal cells with round nuclei and pale-staining, slightly\nacidophilic cytoplasm. Ultrastructurally the cytoplasm is seen to be filled with irregularly\nshaped granules. These are secretory granules containing the polypeptide parathyroid\nhormone (PTH).\no Much smaller, often clustered, populations of oxyphil cells are sometimes present. These\nare much larger than the principal cells and are characterized by acidophilic cytoplasm\nfilled with abnormally shaped mitochondria. Some oxyphil cells show low levels of PTH\nsynthesis, suggesting these cells are transitional derivatives from chief cells. The oxyphil\ncells appear at puberty, and their numbers increase with age. Their functions are unclear.\n\n Action of Parathyroid Hormone & Its Interrelation with Calcitonin\no PTH binds to receptors in osteoblasts. This is a signal for these cells to produce an\nosteoclast-stimulating factor, which increases the number and activity of osteoclasts and\nthus promotes the absorption of the calcified bone matrix and the release of Ca 2+ into the\nblood. The resulting increase in the concentration of Ca2+ in the blood suppresses the\nproduction of PTH.\no Calcitonin from the thyroid gland also influences osteoclasts by inhibiting both their\nresorptive action on bone and the liberation of Ca2+. Calcitonin thus lowers blood Ca2+\nconcentration and increases osteogenesis; its effect is opposite to that of PTH.\no These two hormones constitute a dual mechanism to regulate blood levels of Ca2+, an\nimportant factor in homeostasis.\no PTH indirectly increases the absorption of Ca2+ from the GIT by stimulating the synthesis\nof vitamin D, which is necessary for this absorption.\no In addition to increasing the concentration of Ca2+, PTH reduces the concentration of\nphosphate in the blood. This effect is a result of the activity of PTH on kidney tubule\ncells, diminishing the absorption of phosphate and causing an increase of phosphate\nexcretion in urine.\no The secretion of parathyroid cells is regulated by blood Ca2+ levels.\n\n16\n\n\f2016 - 2017\n\nHistology\n\n‫ﷴ ﺣﺳﯾن‬.‫د‬\n\nPINEAL GLAND\no The pineal gland, also known as the pineal body or epiphysis cerebri. It is a very small,\npine cone-shaped organ in the brain. It develops with the brain from neuroectodermin the\nroof of the diencephalon and is found in the posterior of the third ventricle, attached to the\nbrain by a short stalk.\no The gland is covered by C.T of the pia mater, from which emerge septa containing small\nblood vessels and dividing the gland in to lobules.\no It is composed of two types of cells: pinealocytes and Interstitial glial cells.\no The prominent and abundant secretory cells are the pinealocytes, which have slightly\nbasophilic cytoplasm and large, irregular euchromatic nuclei and nucleoli.\nUltrastructurally pinealocytes are seen to have secretory vesicles, many mitochondria, and\nlong cytoplasmic processes extending to the vascularized septa, where they end in\ndilatations near capillaries, indicating an endocrine function. These cells produce\nmelatonin, a LMW tryptophan derivative. Unmyelinated sympathetic nerve fibers enter\nthe pineal gland and end among pinealocytes, with some forming synapses.\no Interstitial glial cells of the pineal gland stain positively for glial fibrillary acidic protein\nand thus most closely resemble astrocytes. They have elongated nuclei more heavily\nstained than those of pinealocytes, long cytoplasmic processes, and are usually found in\nperivascular areas and between the groups of pinealocytes. Pinealastrocytes represent\nonly about 5% of the cells in the gland.\no A characteristic feature of the pineal gland is the presence of variously sized concretions\nof calcium and magnesium salts called corpora arenacea or brain sand, which form by\nprecipitation around extracellular protein deposits. Such concretions appear during\nchildhood and gradually increase in number and size with age, with no apparent effect on\nthe gland's function.\no Accumulations of brain sand are opaque to x-rays and allow the pineal to serve as a good\nmidline marker in radiological and CT studies of the brain.\n Role of the Pineal Gland in Controlling Biological Cycles\nMelatonin release from pinealocytes is promoted by darkness and inhibited by daylight and\nthe resulting diurnal fluctuation in blood melatonin levels induces rhythmic changes in the\nactivity of the hypothalamus, pituitary gland, and other endocrine tissues that characterize the\ncircadian (24 hours, day/night) rhythm of physiological functions and behaviors.\nIn humans and other mammals the cycle of light and darkness is detected within the retinas\nand transmitted to the pinealocytes via the retinohypothalamic tract, the suprachiasmatic\nnucleus, and the tracts of sympathetic fibers entering the pineal.\nThe pineal gland acts therefore as a neuroendocrine transducer, converting nerve input\nregarding light and darkness into variations in many hormonal functions.\n\nThe End\n17\n\n\f",
    "metadata": {
      "title": "Histology of the Endocrine",
      "creationDate": "2025-06-30T15:59:26.961Z"
    },
    "id": "41974208-02b3-4b5a-b975-50613f3a3c0b",
    "createdAt": "2025-06-30T15:59:26.964Z",
    "updatedAt": "2025-06-30T15:59:26.964Z"
  },
  {
    "title": "Test 12",
    "subject": "Anatomy",
    "topic": "Histology",
    "filePath": "/Users/himkerjain/creatorclass/creatorclass-1/public/uploads/1483a8a6-3bed-46c6-82f4-37914a7dafc8.pdf",
    "fileUrl": "/uploads/1483a8a6-3bed-46c6-82f4-37914a7dafc8.pdf",
    "fileType": "pdf",
    "content": "\n\n2016-2017Histologyد.ﷴ حسین\n1\noIs a group of glands that regulate physiological functions by releasing hormones into the\nbloodstream.\noIntercellular signalingis the way by which a cellexerts its effects on another cell ( or on\nitself ) and itsubdivided into the following classifications:\n1)Intracrinesignals are produced within the target cell.\n2)Autocrinesignals target the cell itself.\n3)Juxtacrinesignals target adjacent (touching) cells.\n4)Paracrinesignals   target   cells   in   the   vicinity   of   the   emitting   cell   (   e.g.\nneurotransmitters)\n5)Endocrinesignals  target  distant  cellsby  producinghormones  that  travel  through  the\nbloodto reach all parts of the body.\noThe endocrine system includes:\n1.Endocrine  glands,  such  as  the  pituitary,  thyroid  and  parathyroid,  adrenal,  and  the\npineal gland;\n2.Clusters  of  endocrine  cells  located  in  the  organs  such  as  islets  of  Langerhans  in  the\npancreas; and\n3.Isolated  endocrine  cells  in  certain  tissues,  such  as  the  enteroendocrine  cells  in  the\nepithelium of the respiratory and digestivetracts.\noThe organs or tissues that are activated by released hormones are called target organs or\ntissues.  The  cells  in  the  target  organ/tissue  have  appropriate  receptors,  which  are  able  to\nrecognize and respond to specific hormones.\noHormone:achemicalsubstance produced in  the body that  controls and regulates the\nactivity of certain cells or organs.\noThe hormones can be divided into three classes based on their structure:\n1.Steroid  hormonesare  lipid  hormones  that  have  the  characteristic  ring  structure  of\nsteroids  and  are  formed  from  cholesterol.  (e.g.  estrogen,  testosterone,  cortisone,  and\naldosterone ).\n2.Peptide  hormonesare  composed  of  amino  acids.The  majority  of  hormones  of  this\ntype  are  secreted  by  the  pituitarygland  (ACTH,  TSH,  FSH,GH,andprolactin)  and\nparathyroid glands (PTH).\n3.Amine hormonesarederived from the amino acid tyrosine.(e.g.T3&T4released by\nthe thyroid and adrenaline&noradrenalinesecreted by the adrenal medulla).\nThe Endocrine System\n\n2016-2017Histologyد.ﷴ حسین\n2\noThe   pituitary   gland   is   a   neuroendocrine\norgan  located  inside  the  skull(inthe  sella\nturcica     of     the     sphenoid     bone)and\nconsidered a part of the brain.\noIt   weighsabout   0.5   g   in   adults&has\ndimensionsof about 10 x 13 x 6 mm.\noEmbryogenesis:\nThe  hypophysis  develops  partly  from  oral\nectoderm and partly from nerve tissue.\nThe    neural    componentarises    as    an\nevaginationfrom     the     floor     of     the\ndiencephalon and grows caudally as a stalk without detaching itself from the brain.\nThe oral componentarises as anout pocketingof ectoderm from the roof of the primitive\nmouth  of  the  embryo  and  grows  cranially,  forming  a  structure  calledhypophyseal\n(Rathke's) pouch. Later, a constriction at the base of this pouch separates it from the oral\ncavity. At the same time, its anterior wall thickens, reducing the lumen of Rathke's pouch\nto a small fissure.\noBecause of its dual origin, thepituitary actually consists of two glands\n1.The posterior\nNeurohypophysis\n2.The anterior\nAdenohypophysis\noUnitedanatomically    but    with\ndifferent functions.\noTheNeurohypophysisconsists of :\na)Pars Nervosa\nb)Infundibulum\ni.Stalk\nii.Median eminence.\noTheAdenohypophysis:\na)Pars Distalis ( Anterior Lobe)\nb)Pars Tuberalis\nc)Pars Intermedia.\n\n2016-2017Histologyد.ﷴ حسین\n3\noBlood Supply & the Hypothalamo-Hypophyseal Portal System:\nThe blood supply of the hypophysis derives from the internal carotid artery:\nFrom  above,  thesuperior  hypophyseal  arteriessupply  the  median  eminence  and  the\nneural stalk;\nFrom   below,inferior   hypophyseal   arteriesprovide   blood   mainly    for   the\nneurohypophysis, with a small supply to the stalk.\nThe superior hypophyseal arteries  form  aprimary capillary networkirrigating the stalk  and\nmedian  eminence.  Thecapillaries  then  rejoin  to  form  venules  that  branch  again  as  a  larger\nsecondary  capillary  networkin  the  adenohypophysis,Capillaries  of  both  networks  are\nfenestrated.\nIn the HHPS there are three groups ofhormones released at three sites:\n1.Peptide hormones synthesized by neuronsin the hypothalamus (the supraoptic and the\nparaventricularnuclei)undergo  axonal  transport  and  accumulate  distally  in  these\naxons, which are situated in thepars nervosa.\n2.Anothergroup  of  peptides  is  produced  by  neurons  in  other  hypothalamic  nucleiand\ncarried in axons for temporary axonal storage and secretion in the median eminence.\nThenenter   the   capillaries   of   the   primary   plexus   and   are   transported   to   the\nadenohypophysis  wherethey  diffuse  among  endocrine  cells  and  control  hormone\nrelease from their target cells.\n3.The third group of hormones consists of proteins and glycoproteins released from the\nendocrine  cells  of  the  adenohypophysis(under  the  control  of  the  neuropeptides  just\nmentioned)  and  picked  up  by  capillaries  of  thesecondary  plexus,  from  which  they\nenter the general circulation.\n\n2016-2017Histologyد.ﷴ حسین\n4\nPars Distalis( anterior lobe)\noIt accountsfor 75% of the mass of the hypophysis,it mainly consists of cords of epithelial\ncells   (hormone-secreting   cells)   interspersed   with   fenestratedcapillaries.   Withfew\nfibroblasts producing reticular fibers that support these cords.\noThese secretory cells are classified asChromophobesandChromophils.\nTheChromophobesdo  not  effectively  take  a  stain,  so  they  appear  clear  in  the\nMallory  trichrome  stain.  These  cells  are  undifferentiated  cells  but  are  capable  of\ndifferentiating into chromophils.\nTheChromophilsinclude:\nBasophils(appear blue in Mallory stain) and\nAcidophils(appear red in Mallory stain)\noSubtypes of basophilic and acidophilic cells are identified by TEM or more easily by IHC\nand are named for their specific hormones ortarget cells.\nAcidophils include thesomatotropicandmammotropiccells, while the\nBasophililsare thegonadotropic,corticotropic, andthyrotropiccells.\nPars Tuberalis\nThe pars tuberalis is the neck of the adenohypophysis; it wrapsaround theinfundibular stalk\nof the pituitary gland.\nIt  contains  a  rich  capillary  network  and  some  low  columnarbasophilic  cells  that  are\ncommonly arranged in cords.\nMost  of  the  cells  of  the  pars  tuberalis  are  basophilicgonadotropic  cells  that  secrete  follicle-\nstimulating hormone (FSH) and luteinizing hormone (LH).\nPars Intermedia\nThe  pars  intermedia,  which  develops  from  the  dorsal  portion  of  Rathke'spouch  is(in\nhumans) a rudimentary region made up of cords and follicles of weakly basophilic cells that\ncontain small secretory granules.\nMelanocyte stimulating hormone (MSH) is probably produced in theintermediate zone, and\nprobably also by basophils of the pars distalis.\nMSH  increases  melanocyte  activity  and  cells  of  the  pars  intermedia  are  often  referred  to  as\nmelanotropic cells, but the overall physiological significance of thisregion remains uncertain,\nespecially in adults.\nAdenohypophysis\n(Anterior Pituitary)\n\n2016-2017Histologyد.ﷴ حسین\n5\nControl of Secretion in the Adenohypophysis:\noThe  activities  of  the  cells  of  the  anterior  pituitary  are  controlled  primarily  bypeptide\nhormonesproducedinhypothalamic  nuclei  and  stored  in  their  axons  that  runto  the\nmedian   eminence.   Most   of   these   hormones   arehypothalamic-releasing   hormones;\nliberated from the axons, they are transported by capillaries to the pars distaliswhere they\nstimulate hormone synthesis and/or release.\nTwo of the hypothalamic factors,however, act to inhibit hormone release by specific cells\nof the pars distalis (hypothalamic-inhibiting hormones).\noAnother  mechanismisnegative  feedbackby  hormonesfrom  the  target  organs  on\nsecretion  of  the  relevant  hypothalamic  factorsand  on  hormone  secretion  by  the  relevant\npituitary cells.\noFinally,  hormone  secretion  in  the  pars  distalis  is  affected  byother  hormones  from\noutside the feedback loop or even outside the major target tissues. Examples:inhibin\nand  activinproduced  in  thegonads,control  release  of  FSH  and  LH;  the  oxytocin,\nliberated  in  the  posterior  pituitary  in  the  course  of  breastfeeding,  whichincreases\nsecretion of prolactin.\nThe pars nervosa,does not containsecretory cells. It is composedof neural tissue, containing\nunmyelinated  axons  ofsecretory  neurons  whose  cell  bodiessituated  in  the  supraoptic  and\nparaventricular nuclei of thehypothalamus.\nAlso present are highly branched glial cells calledpituicytesthat resemble astrocytes and are\nthe most abundant cell type in the posteriorpituitary.\nThe  secretory  neurons(in  hypothalamus)have  larger  diameter  axons  andwell-developed\nsynthetic   components  related  to  the  production  of  hormonesvasopressin(also  called\nantidiuretic hormone,ADH)andoxytocin.\nThese  hormones  are  transported  axonally  into  the  pars  nervosa  and  accumulate  in  axonal\ndilations  calledneurosecretory  bodies  or  Herring  bodies,visibleinthe  LM  as  faintly\neosinophilic  structures.Thesebodies  contain  numerous  membrane-enclosed  granules  with\neither  oxytocin  orvasopressin  boundto  a  carrier  proteincalledneurophysin  I  and  II\nrespectively.\nNerve  impulses  along  the  axons  triggerthe  release  of  the  peptides  from  theneurosecretory\nbodiesfor uptake by the fenestrated capillaries of the pars nervosa and the hormones are then\ndistributed to the general circulation.\nAxons from the supraoptic nuclei aremainly concerned withvasopressinsecretion, whereas\nmost of the fibers fromthe paraventricular nuclei areconcerned with oxytocin secretion.\nNeurohypophysis\n(Posterior Pituitary)\n\n2016-2017Histologyد.ﷴ حسین\n6\nPituitary Adenomas\nPituitary adenomasare benign tumors of the anterior pituitary  gland. Clinically, they  can be\ndivided into nonsecreting and secreting forms.\nHistorically,  adenomas  were  classified by their staining properties, the degree to which they\ntook  up  the  H&E  stains.  They  were  classified  asbasophilic,acidophilic,  orchromophobic\nadenomas.  With  modern  immunocytochemical  techniques,  however,  tumor  cells  can  be\nclassified  by  the  type  of  hormone  they  produce.  Some  cells  do  not  mark  with  any  antibody,\nand their tumors are callednull-celladenomas.\nClassification by secretory status may reflect, for example, excess cortisol\n(Cushing  disease)  or  prolactin  (prolactinoma)  or  the  overproduction  of  growth  hormone\n(gigantism or acromegaly).\nAbitemporal  hemianopiais  commonly  seen  in  patientssuffering  from  compression  of  the\noptic nerve.\noTheadrenal (suprarenal) glandsare paired organs that lie near the superior poles of the\nkidneys.\noThey  are  flattened  structures  with  a  half-moon  shape,  about  4–6  cm  long,  1–2  cm  wide,\nand 4–6 mm thick in adults. Together they weigh about 8 g.\noEachglandcovered  by  a  dense  connective  tissue  capsule  that  sends  thin  septa  to  the\ninterior  of  the  gland  as  trabeculae.  The  stroma  consists  mainly  of  a  rich  network  of\nreticular fibers that support the secretory cells.\noThe glandconsists of two concentriclayers:\nA yellowish peripheral layer, theAdrenal Cortex(AC),and\nA reddish-brown central layer, theAdrenal Medulla (AM).\noThe AC & AMare2 organs with distinct origins, functions, and morphology that become\nunited duringembryonic development.\noThey arise from different embryonic germ layers:\nThe AC arises from mesoderm and\nThe AM derived from the neural crest.\nADRENAL GLAND\nCLINICAL\nCORRELATION\n\n2016-2017Histologyد.ﷴ حسین\n7\nBlood Supply\noThe  adrenals  are  supplied  by  several  arteries  that  enter  at  various  points  around  their\nperiphery. The branches of these arteries form three groups:\nthose  supplying  the  capsule;  thecortical  arterioles,which  quickly  form  capillaries  and\nsinusoids that irrigate all cells of the cortex and eventually join themedullarycapillaries;\nandmedullary  arterioles,  which  pass  directly  through  the  cortex  and  form  an  extensive\ncapillary network in the medulla.\noThe  cells  of  the  adrenal  medulla,  thus,  receive  both  arterial  blood  from  the  medullary\narteries and venous blood originating from capillaries of the cortex.\noThe capillaryand sinusoidal endothelium is highly attenuated and fenestrated.\noCapillaries  of  both  the  cortex  and  the  medulla  form  the  centralmedullary  veins,  which\njoin to leave thegland as the adrenal or suprarenal vein.\nAdrenalCortex\noCells of the AC have characteristic features of steroid-secreting cells.\noThese include:\n(1)Central nuclei and acidophilic cytoplasm, usually rich in lipid droplets.\n(2)Their  cytoplasmhave  profuseSER  of  interconnected  tubules,  which  contain  the\nenzymesforcholesterol   synthesis   and   conversion   of   the   steroid   prohormone\npregnenolone into specific active steroid hormones.\n(3)The  mitochondria  are  often  spherical,  with  tubularrather  than  shelflike  cristae\ncontainingthe  enzymatic  equipment  for  converting  cholesterol  topregnenolone  and\nfor some steps in steroid hormone synthesis.\noSteroid  hormone-secreting  cells  do  not  store  their  product  in  granules;  rather,  they\nsynthesize  and  secrete  steroid  hormones  upon  demand.  Steroids  (beingLMW  lipid-\nsoluble   molecules)diffuse   through   the   plasma   membrane   and   do   not   require   the\nspecialized process of exocytosis for their release.\n\n2016-2017Histologyد.ﷴ حسین\n8\nThe  adrenal  cortex  has  three  concentric  zones  in  which  the  cords  of  epithelial  cells  are\narranged  somewhat  differently  and  are  specialized  toproduce  different  classes  of  steroid\nhormones:\nI.Immediately inside the connective tissue capsule is thezona glomerulosa, consisting\nof closely packed, rounded or arched cords of columnar or pyramidal cells surrounded\nby many capillaries and comprising about 15% of the cortex.\nII.The middle zone, thezona fasciculata, occupies 65–80% of the cortex and consists of\nlong  cords  of  large  polyhedral  cells,  one  or  two  cells  thick,  separated  by  fenestrated\nsinusoidal capillaries. The cells are most densely filled withcytoplasmic lipid droplets\nand, as a result of lipid dissolution during tissue preparation, often appear vacuolated\nor  spongy  in  common  histological  preparations.Because  of  their  vacuolization,  the\ncells of the fasciculata are also calledspongyocytes.\nIII.The  innermostzona  reticulariscomprises  about  10%  of  the  cortex  and  contacts  the\nadrenal  medulla.  It  consists  of  smaller  cells  disposed  in  a  network  ofirregular  cords\ninterwoven  with  wide  capillaries.  The  cells  are  usually  more  heavily  stained  than\nthoseof the other zones because they containfewer lipid droplets and more lipofuscin\npigment.\nCortical Hormones & Their Actions:\noThe  main  product  of  theZ.Gis  amineralocorticoidcalledaldosterone;theZ.Fand\npossibly   theZ.Rsecreteglucocorticoids,   especiallycortisol;theZ.   Rproduces\ndehydroepiandrosterone(DHEA),a weak androgen.\noThemineralcorticoids,so  calledbecause  they  affect  uptake  of  Na+,  K+,  and  water  by\nepithelial cells. The principal product isaldosterone, the major regulator of saltbalance,\nwhich acts tostimulate Na+ reabsorption in the distal convoluted tubules of the kidneys.\nAldosterone  secretion  in  the  zona  glomerulosa  is  stimulated  primarilyby  angiotensin  II\nand also by an increase in plasma K+ concentration, but only weakly by ACTH.\noTheglucocorticoids,   especiallycortisol,   affectCHOmetabolism   by   stimulating\nproduction  of  glucose  from  amino  acids  or  fatty  acids  (gluconeogenesis)  in  many  cells\nand  glucoseconversioninto  glycogen  in  the  liver.  Cortisol  induces  fat  mobilization  in\nsubcutaneous  adipose  tissue  and  protein  breakdown  in  muscle.  Cortisol  also  suppresses\nmany  aspects  of  the  immune  response,  including  cytokine  release  and  lymphopoiesis.\nSecretion  of  glucocorticoids  in  theZ.Fis  controlled  by  ACTH  and  negativefeedback\nproportional  to  the  concentration  of  circulating  glucocorticoids  isexerted  at  both  the\npituitary  and  hypothalamic  levels.  Cells  of  theZ.Falso  secrete  small  amounts  of\nandrogens.\noDHEAis the only sex hormone that is secreted in significant physiological quantities by\ntheAC.Itis a weak androgen that circulates in the blood as a sulfate and exerts its actions\nafterbeing  converted  into  testosterone  in  several  tissues.  Secretion  by  these  cells  is  also\nstimulated   by   ACTH   and   is   under   feedback   regulation   with   the   pituitary   and\nhypothalamus.\n\n2016-2017Histologyد.ﷴ حسین\n9\nFetal Adrenal Cortex\noAt  birth  in  humans,the adrenal  gland  is  larger  than  that  of  the  adult  and  produces  up  to\n200 mg of corticosteroids per day, twice that of an adult. At this age, a layer known as the\nfetal orprovisional cortex, comprising 80% of the total gland, is present between the thin\npermanent  cortex and  an underdeveloped medulla. The  fetal  cortex is thick and  contains\nmostly cords of large,steroid-secreting cells under the control of the fetal pituitary.\noThe  principal  function  of  the  cells  is  secretion  of  sulfated  DHEA  which  is  converted  in\nthe  placenta  to  active  estrogens  (and  androgens),  which  mostly  enter  the  maternal\ncirculation.\noThe  fetal  adrenal  cortex  is  an  important  part  of  afetoplacental  unitwhich  affects  both\nendocrine   systems   during   pregnancy   but   whose   physiological   significance   remains\nlargely unclear.\noAfter  birth,  the  provisional  cortex  undergoes  involution  while  thepermanent  cortex\norganizes the three layers (zones) described above.\nAdrenal Medulla\noThe  adrenal  medulla  is  composed  of  large,  pale-staining  polyhedral  cells  arranged  in\ncords  or  clumps  and  supported  by  a  reticular  fiber  network.A  profusesupply  of\nsinusoidal  capillaries  intervenes  between  adjacent  cords  and  a  few  parasympathetic\nganglion cells are present.\noMedullary  parenchymal  cells,  known  aschromaffin  cells,  arise  from  neural  crest  cells.\nChromaffin cells can be consideredmodified sympathetic postganglionic neurons, lacking\naxons and dendrites and specialized as secretory cells.\noUnlike  cells  of  the  cortex,  medullary  chromaffin  cells  contain  many  electron-dense\ngranulesforhormone  storage  and  secretion.These  granulescontain  one  or  the  other  of\nthecatecholamines,epinephrine(adrenalin)ornorepinephrine(noradrenaline).\noUltrastructurally  the  granules  ofepinephrine-secreting  cells  are  less  electron-denseand\ngenerally  smaller  than  those  ofnorepinephrine-secreting  cells.  Catecholamine,  together\nwith  Ca2+  and  ATP,  are  bound  in  a  granular  storage  complex  withaproteins  called\nchromogranins.\noNorepinephrine-secreting    cells    are    also    found    in    paraganglia    (collections    of\ncatecholamine-secreting cells adjacent to the autonomic ganglia) and in various viscera.\noTheconversion ofNE to Eoccurs only in chromaffin cells of theAM.\noAbout 80% of the catecholamine secreted from the adrenalis epinephrine.\noMedullary  chromaffin  cells  are  innervated  by  cholinergic  endingsof  preganglionic\nsympathetic neurons, from which impulses trigger hormone release by exocytosis.\noEpinephrine&norepinephrineare released to the blood in large quantities during intense\nemotional  reactions,  such  as  fright,   and  produce  vasoconstriction,  increasedblood\npressure,  changes  in  heart  rate,  and  metabolic  effects  such  as  elevated  blood  glucose.\nThese  effects  facilitate  various  defensive  reactions  to  the  stressor  (the  fight-or-flight\nresponse).\noDuring normal activity, the adrenal medullacontinuously secretes small quantities of the\nhormones.\n\n2016-2017Histologyد.ﷴ حسین\n10\nBecause of the feedback mechanism of adrenal cortex control, patients who are treated with\ncorticoids  for  long  periods  should  never  stop  taking  these  hormones  suddenly:  secretion  of\nACTH  in  these  patients  is  inhibited,  and  thus  the  cortex  will  not  be  induced  to  produce\ncorticoids, causing a severe misbalance in the levels of sodium and potassium.\nPheochromocytomaS\nAreneoplasmsof  theAMcharacterized  by  the  production  ofcatecholamines,  such  as\nepinephrineandnorepinephrine,  which  cause  significanthypertension,often  episodic,  in\naffected patients.\nGrossly, most of these tumors are well circumscribed and range in size from a few grams to\nkilograms.  Microscopically,pheochromocytomas  can  have  a  diverse  appearance,   from\nspindle cells to large, bizarrecells. The cells are often arrangedin nests, or cell packets called\nzellballen.\nHistologic  featuresalone  do  not  reliably  separate  benign  tumors  from  malignantones;\ntherefore, the demonstration of metastases is necessary toascertain malignancy.\nAdrenocortical disorders\nDisorders of theACcanclassified ashyperfunctionalorhypofunctional.\nTumors  of  the  adrenal  cortex  can  result  in  excessive  production  of  glucocorticoids\n(Cushing syndrome) or aldosterone (Conn syndrome).\nCushing  syndrome  is  most  often  (90%)  due  to  apituitary  adenomathat  produces\nexcessive ACTH; it is rarely caused by adrenal hyperplasia or an adrenal tumor.\nExcessive  production  ofadrenal  androgenshas  little  effect  in  men.  However,  hirsutism\nis seen in women, and precocious puberty (in boys) and virilization (in girls) are seenin\nprepubertal  children.  These  adrenogenital  syndromes  are  the  result  of  several  enzymatic\ndefects  in  steroid  metabolism  that  cause  increased  biosynthesis  of  androgensby  the\nadrenal cortex.\nAdrenocortical  insufficiency  (Addison  disease)  is  caused  by  destruction  of  theACin\nsome  diseases.   The  signs  and  symptoms  result  from  failure  of  secretion  of  both\nglucocorticoids and mineralocorticoids by theAC.\nCarcinomas  of  theACare  rare,  but  most  are  highly  malignant.  About  90%  of  them\nproduce steroids.\nCLINICAL\nCORRELATION\n\n2016-2017Histologyد.ﷴ حسین\n11\nThepancreatic  isletsare  compact  spherical  or  egg-shaped  masses  of  endocrine  tissue\nembedded within the acinar exocrine tissue of the pancreas.\nThere are more than 1 million islets in the human pancreas,most numerous in the tail of\nthe gland, but they only constitute 1–2% ofthe organ's volume.\nA very thin capsule of reticular fibers surrounds each islet, separating it from the adjacent\nacinar tissue.\nIslets have the same embryonic origin as theacinar tissue: (endoderm).\nEach  islet  consists  of  polygonal  or  rounded  cells,  smaller  and  more  lightly  stained  than\nthe  surrounding  acinar  cells,  arranged  in  cords  that  are  separated  by  a  network  of\nfenestrated  capillaries.    Autonomic  nerve  fibers  contact  some  of  the  endocrine  cells  and\nthe blood vessels.\nRoutine stains or trichromestains show that most islet cells are acidophilic or basophilic\nwith fine cytoplasmic granules.\nThe  major  hormone-producing  islet  cells  are  most  easily  identified  and  studied  by\nimmunohistochemistry:\ni.AlfaorA cellssecrete primarilyglucagonand areusually located near the periphery\nof islets.\nii.BetaorB  cellsproduceinsulin,  are  located  centrally  in  islets  and  are  the  most\nnumerous cell type.\niii.DeltaorD cells, secretingsomatostatin,scattered and much less abundant.\nInsulin is a heterodimeric protein and the other two hormones are smaller single-chain\npolypeptides.\niv.A  minor  fourth  cell  type,  more  common  in  islets  located  within  the  head  of  the\npancreas, areForPP cells,which secretepancreatic polypeptide.\nPancreatic  islets  also  normally  contain  a  few  enterochromaffin  cells,  like  those  of  the\ndigestive  tract,  which  secrete  other  polypeptidehormones  having  other  effects  within  the\ndigestive system and which are also scattered in the pancreatic acini and ducts.\nSee table: 20–4in your textbook\n\n2016-2017Histologyد.ﷴ حسین\n12\nType  1  diabetes  mellitusis  the  most  common  type  of  diabetesin  childhood  and\nadolescence  (65%  of  total  cases).  Itis  characterized  by  insulin  deficiency  and  sudden\nonset ofseverehyperglycemia,diabeticketoacidosis, and death ifpatients are left without\ninsulin treatment. Symptoms alsoincludepolyuria,polydipsia,lethargy, andweight loss.\nThe  major  cause  of  the  disease  is  autoimmune  destructionof  the  insulin-secreting  beta\ncells  in  the  islets  ofLangerhansby  T  cells  and  humoral  mediators  (TNF,interleukin-1,\nnitric oxide).\nType  2  diabetes  mellitusis  characterized  byhyperglycemiawith  normal  or  elevated\ninsulinlevels.  In  type  2DM,insulin  is  present,  but  insulin-sensitive  tissues,  such  as\nskeletal muscle and adipose tissues, manifest resistanceto the action of insulin. Defects in\nbeta  cellfunctionalso  contribute  to  the  disease  process.  Type  2DMgenerally  has  an\ninsidious  onset  and  typically  affects  adults.  Risk  factors  include  genetic  factors  and  a\nstrong association with obesity. Approximately 85% of type 2 diabetes is associated with\nobesity.\nThe enterochromaffincells scattered in both the islets and small ducts of the pancreas are\nsimilar to those ofthe digestive tract. Collectively these dispersedcells, as well as similar\ncells in the respiratory mucosa, make up thediffuse neuroendocrine system (DNES).\nLikethe  pancreatic  islets,  most  of  these  cells  arederived  from  endodermal  cells  of  the\nembryonic gut.\nCells  of  the  DNES  are  also  referred  to  asgastroenteropancreatic  (GEP)  endocrine\ncells.\nMany  cells  of  the  DNES  are  stained  by  solutions  of  chromium  salts  and  have  therefore\nbeen  calledenterochromaffin  cells.  Those  cells  that  stain  with  silver  nitrate  are\nsometimes calledargentaffin cells.\nThose  DNES  cells  secreting  serotonin  or  certain  other  amine  derivatives  demonstrate\namine  precursor  uptake  and  decarboxylationand  are  often  referred  to  acronymically  as\nAPUD  cells.  Such  names  are  still  widely  used  but  have  been  largely  replaced  by  letter\ndesignations like those used forpancreatic islet cells.\nWhatever  name  is  used,  cells  of  the  DNES  are  highly  important  due  to  their  role  in\nregulating motility and secretions of all types withinthe digestive system.\nCLINICAL\nCORRELATIO\nN\nDIFFUSE NEUROENDOCRINE SYSTEM\n\n2016-2017Histologyد.ﷴ حسین\n13\nThe  thyroid  gland,  located  in  the  cervical  region  anterior  tothe  larynx,  consists  oftwo\nlobes united by an isthmus.\nIt originates in early embryonic life fromthe foregut endoderm near the base of the future\ntongue.\nIts function is to synthesize the thyroid hormones:thyroxine(tetra-iodothyronine orT4)\nandtri-iodothyronine(T3),  which  are  important  for  growth,cell  differentiation,  and\ncontrol  of  theBMRandO2consumption  in  cellsof  the  body,  andaffect  protein,  lipid,\nandCHOmetabolism.\nThe  parenchyma  of  the  thyroid  is  composed  of  millions  of  rounded  epithelial  structures\ncalledfollicles.Each  follicle  consists  of  a  simple  epithelium  and  a  centrallumen  filled\nwith a gelatinous substance calledcolloid.\nThe thyroid is the only endocrine gland in which a large quantity of secretory product is\nstored.Moreover,  the  accumulation  is  outside  the  cells,  in  the  colloid  of  the  follicles,\nwhich  is  also  unusual.  In  humans  there  is  sufficient  hormone  in  follicles  to  supply  the\nbody  forup  to  three  months  with  no  additional  synthesis.  Thyroid  colloid  contains  the\nlarge glycoproteinthyroglobulin, the precursor for the active thyroid hormones.\nThe gland is covered by afibrouscapsule, whichsends septadividing it intolobulesand\ncarrying blood vessels, nerves, andlymphatics.\nFollicles are densely packed together, separated from one another only by sparse reticular\nconnective  tissue.  This  stroma  is  very  wellvascularized  with  an  extensive  network  of\nfenestrated  capillaries  closely  surrounding  the  follicles,  which  facilitates  molecular\ntransfer between the follicles andblood.\nFollicular  cellsrange  in  shape  from  squamous  to  low  columnar.  The  size  and  cellular\nfeatures of follicles vary with their functional activity. Active glands have more follicles\nof low columnar epithelium; glands with mostly squamous follicular cells are considered\nhypoactive.\nThe  follicular  epithelial  cells  have  typical  junctional  complexes  apically  and  rest  on  a\nbasal   lamina.   The   cells   exhibit   organelles   indicating   active   protein   synthesis   and\nsecretion, as well as phagocytosis and digestion.\nThe  nucleus  is  generally  round  and  in  the  center of  the  cell.  Basally  the  cells  are  rich  in\nrough  ER  and  apically,  facing  thefollicular  lumen,  are  Golgi  complexes,  secretory\ngranules  filled  with  colloidalmaterial,  large  phagosomes  and  abundant  lysosomes.  The\ncell membrane of the apical polehas a moderate number of microvilli. Mitochondria and\nother cisternae of rough ER are dispersed throughout the cytoplasm.\nTHYROID\nGLAND\n\n2016-2017Histologyد.ﷴ حسین\n14\nAnother endocrine cell type, theparafollicular,orclear cell (Ccell), is also found inside\nthe  basal  lamina  of  the  follicular  epithelium  or  as  isolated  clusters  between  follicles.\nParafollicular  cells,  derived  from  neural  crest  cells  migrating  into  the  area  of  the\nembryonic  foregut,  are  usually  somewhat  larger  than  follicular  cells  and  stain  less\nintensely.  They  have  a  smaller  amount  of  rough  ER,  large  Golgi  complexes,  and\nnumerous small granules containing polypeptide hormone.\nThese cells synthesize and secretecalcitonin,one functionof which is to suppress bone\nresorption by osteoclasts. Calcitonin secretion is triggered byelevated blood Ca2+ levels.\nControl of Thyroid Function\nThe  major  regulator  of  the  anatomic  and  functional  state  of  thyroid  follicles  is  TSH,\nwhich is secreted by the anterior pituitary.\nTSH increases the height of the follicular  epithelium and stimulates all stages of thyroid\nhormone production and release.\nThyroid hormones inhibit therelease of TSH, maintaining an adequate quantity of T4 and\nT3in the organism.\nTSH receptors are abundant on the basal cell membrane of follicular cells.\nSecretion  of  TSH  is  also  increased  by  exposure  to  cold  and  decreased  byheat  and\nstressful stimuli.\nSynthesis & Accumulation of Hormones by Follicular Cells\nSynthesis and accumulation of hormones take place in four stages:\n1)Synthesis of thyroglobulin.\n2)Uptake of iodide from the blood.\n3)Activation of iodide.\n4)Iodination of the tyrosine residues of thyroglobulin.\n\n2016-2017Histologyد.ﷴ حسین\n15\nLiberation of T\n3\n& T\n4\nWhen stimulated by TSH, thyroid follicular cells take up colloid by endocytosis.\nThe colloid within the endocytic vesicles is then digested by lysosomal enzymes.\nHydrolysis  of  thyroglobulin  results  inT\n4\n,  T\n3\n,  diiodotyrosine,  and  monoiodotyrosine,\nwhich are liberated into the cytoplasm.\nThe  free  T\n4\nand  T\n3\ncross  the  basolateral  cell  membrane  and  are  discharged  into  the\ncapillaries.\nMonoiodotyrosine and diiodotyrosine are not secreted into the blood, and their iodine\nis  removed  by  a  deiodinase.  The  products  of  this  enzymatic  reaction  (iodine  and\ntyrosine)are reused by the follicular cells.\nT\n4\nis  the  more  abundant  compound,  constituting  90%  of  the  circulating  thyroid\nhormone, although T\n3\nacts more rapidly and is more potent.\nHYPOTHYROIDISM\nHypothyroidism  in  the  fetus  may  present  at  birth  ascretinism,  characterized  by  arrested  or\nretarded physical and mental development.\nAdult  hypothyroidism  may  result  from  diseases  of  thethyroid  gland  (eg,  due  to  defects  in\nhormone synthesis or release) or may be secondary to pituitary orhypothalamic failure.\nAutoimmune  diseases  of  the  thyroid,  such  asHashimoto  disease,  may  impair  its  function,\nwith consequent hypothyroidism.\nA diet lowin iodide hinders the synthesis of thyroid hormones, causing increased secretion of\nTSH and compensatory growth of the thyroid gland, a conditionknown asiodine deficiency\ngoiter. Goiters are endemic in some regions of the world, where dietary iodide isscarce and\naddition of iodide to table salt is notrequired.\nThe  signs  and  symptoms  related  to  hypothyroidism  include  fatigue,increased  sensitivity  to\ncold, pale skin, constipation, muscle pain and weakness, and weight gain.\nHYPERTHYROIDISM\nHyperthyroidism may be caused by a variety of thyroid diseases, of which the most common\nform  isGraves'  disease,  characterized  by  inflammation  and  growthof  the  extraocular\nadipose tissue, which leads to the bulging of the eyes (exophthalmos). In this thyroid disorder\nhyperfunction  is  due  to  an  autoimmune  responseinvolving  antibodies  to  TSH  receptors.\nThese  antibodies  can  bind  the  receptors  on  follicular  cells  and  act  as  long-lasting  thyroid\nstimulators, continuouslystimulating thyroid hormone secretion andproducing many effects\nof hyperthyroidism such as decreased body weight and accelerated heart rate.\nCLINICAL\nCORRELATION\n\n2016-2017Histologyد.ﷴ حسین\n16\noThe  four  smallparathyroid  glandstypically  lie  on  the  posteriorsurface  of  the  thyroid\ngland and are separated fromthe thyroid glandby a connective tissue capsule.Connective\ntissuesepta  with  blood  vessels  divideeach  parathyroid  gland  into  manyincomplete\nlobules.\noThe  parathyroid  glands  are  derived  from  theendoderm  of  pharyngeal  pouch  3  (the\ninferior glands)and pouch 4 (the superior parathyroid glands).\noThere  are  twotypes  of  cells  in  thegland:chief(principle)cellsandoxyphilcells.\nAdipocytes are commonly found in the glands in older individuals.\noThechief  cellsare  small  polygonal  cells  with  round  nuclei  and  pale-staining,  slightly\nacidophilic cytoplasm. Ultrastructurallythe cytoplasm is seen to be filled with irregularly\nshaped  granules.  These  are  secretory  granules  containing  the  polypeptideparathyroid\nhormone(PTH).\noMuch smaller, often clustered, populations ofoxyphil cellsare sometimes present. These\nare  much  larger  than  the  principal  cells  and  are  characterized  by  acidophilic  cytoplasm\nfilled with abnormally shaped mitochondria. Some oxyphil cells show low levels of PTH\nsynthesis, suggesting these cells are transitional derivatives from chief cells.The oxyphil\ncells appear at puberty, and their numbers increase with age. Their functions are unclear.\nAction of Parathyroid Hormone & Its Interrelation with Calcitonin\noPTHbinds  to  receptors  in  osteoblasts.  This  is  a  signal  for  these  cells  to  produce  an\nosteoclast-stimulating factor, which increases the number and activity of osteoclasts and\nthus promotes the absorption of the calcified bone matrix and the release of Ca\n2+\ninto the\nblood.  The  resulting  increase  in  the  concentration  of  Ca\n2+\nin  the  blood  suppresses  the\nproduction ofPTH.\noCalcitonin  from  the  thyroid  gland  also  influences  osteoclasts  by  inhibiting  both  their\nresorptive  action  on  bone  and  the  liberation  of  Ca\n2+\n.  Calcitonin  thus  lowers  blood  Ca\n2+\nconcentration and increases osteogenesis; its effect is opposite to that ofPTH.\noThesetwohormones  constitute  a  dual  mechanism  to  regulate  blood  levels  of  Ca\n2+\n,  an\nimportant factor in homeostasis.\noPTHindirectly increases the absorption of Ca\n2+\nfrom theGITby stimulating the synthesis\nof vitamin D, which is necessary for this absorption.\noIn  addition  to  increasing  the  concentration  of  Ca\n2+\n,PTHreduces  the  concentration  of\nphosphate  in  the  blood.  This  effect  is  a  result  of  the  activity  ofPTHon  kidney  tubule\ncells,  diminishing  the  absorption  of  phosphate  and  causing  an  increase  of  phosphate\nexcretion in urine.\noThe secretion of parathyroid cells is regulated by blood Ca\n2+\nlevels.\nParathyroid Gland\n\n2016-2017Histologyد.ﷴ حسین\n17\noThepineal gland, also known as the pineal body or epiphysis cerebri. It is a very small,\npine cone-shaped organ in thebrain.Itdevelops with the brain from neuroectodermin the\nroof of thediencephalon and is found inthe posterior of the third ventricle, attached to the\nbrain by a short stalk.\noThegland is covered byC.Tof the pia mater, from which emerge septa containing small\nblood vessels anddividingthe gland in tolobules.\noIt iscomposed oftwotypes of cells:pinealocytesandInterstitial glialcells.\noThe  prominent  and  abundant  secretory  cells  are  thepinealocytes,  which  have  slightly\nbasophilic    cytoplasm    and    large,    irregular    euchromaticnuclei    and    nucleoli.\nUltrastructurally pinealocytes are seen to have secretory vesicles, many mitochondria, and\nlong  cytoplasmic  processes  extending  tothe  vascularized  septa,  where  they  end  in\ndilatations   near   capillaries,   indicating   an   endocrine   function.   These   cells   produce\nmelatonin,  aLMWtryptophanderivative.Unmyelinatedsympathetic  nerve  fibers  enter\nthe pineal gland and end among pinealocytes, with some forming synapses.\noInterstitial glial cellsof the pineal gland stain positively for glial fibrillaryacidic protein\nand  thus  most  closely  resemble  astrocytes.  They  have  elongated  nuclei  moreheavily\nstained  than  those  of  pinealocytes,  long  cytoplasmic  processes,  and  are  usually  found  in\nperivascular  areas  and  between  the  groups  of  pinealocytes.  Pinealastrocytes  represent\nonly about 5% of the cells in the gland.\noA characteristic feature of the pineal gland is the presence of variously sized concretions\nof  calcium  and  magnesium  salts  calledcorpora  arenaceaor  brain  sand,  whichform  by\nprecipitation   aroundextracellular   protein   deposits.   Such   concretions   appear   during\nchildhood and gradually increase in number and size with age, with noapparent effect on\nthe gland's function.\noAccumulations of brain sand are opaque to x-rays and allow the pineal to serve asa good\nmidline marker in radiological andCTstudies of the brain.\nRole of the Pineal Gland in Controlling Biological Cycles\nMelatonin  release  from  pinealocytes  is  promoted  by  darkness  and  inhibited  by  daylight  and\nthe  resulting  diurnal  fluctuation  in  blood  melatonin  levels  induces  rhythmicchanges  in  the\nactivity of the hypothalamus, pituitary gland, and other endocrine tissues that characterize the\ncircadian (24 hours, day/night) rhythm of physiologicalfunctions and behaviors.\nIn  humans  and  other  mammals  the  cycle  of  light  and  darkness  is  detected  within  the  retinas\nand  transmitted  to  the  pinealocytes  via  theretinohypothalamic  tract,  the  suprachiasmatic\nnucleus, and the tracts of sympathetic fibers entering the pineal.\nThe  pineal  gland  acts  thereforeas  a  neuroendocrinetransducer,  converting  nerve  input\nregarding light and darkness into variations in many hormonal functions.\nPINEAL GLAND\nTheEnd",
    "metadata": {
      "title": "Histology of the Endocrine System ( Part 1 )",
      "author": "vaio",
      "creator": "Nitro Pro 10  (10. 5. 3. 21)",
      "producer": "pdf-lib (https://github.com/Hopding/pdf-lib)",
      "creationDate": "2016-10-27T06:49:13.000Z",
      "modificationDate": "2025-06-30T16:56:57.000Z",
      "numPages": 17
    },
    "id": "48e5ca03-f5d5-4175-a07a-9746e8566938",
    "createdAt": "2025-06-30T16:56:57.798Z",
    "updatedAt": "2025-06-30T16:56:57.798Z"
  },
  {
    "title": "Test 12",
    "subject": "Anatomy",
    "topic": "Histology",
    "filePath": "/Users/himkerjain/creatorclass/creatorclass-1/public/uploads/0e57210c-05ed-4c5f-8f86-fa5ab61fe67c.pdf",
    "fileUrl": "/uploads/0e57210c-05ed-4c5f-8f86-fa5ab61fe67c.pdf",
    "fileType": "pdf",
    "content": "\n\n2016-2017Histologyد.ﷴ حسین\n1\noIs a group of glands that regulate physiological functions by releasing hormones into the\nbloodstream.\noIntercellular signalingis the way by which a cellexerts its effects on another cell ( or on\nitself ) and itsubdivided into the following classifications:\n1)Intracrinesignals are produced within the target cell.\n2)Autocrinesignals target the cell itself.\n3)Juxtacrinesignals target adjacent (touching) cells.\n4)Paracrinesignals   target   cells   in   the   vicinity   of   the   emitting   cell   (   e.g.\nneurotransmitters)\n5)Endocrinesignals  target  distant  cellsby  producinghormones  that  travel  through  the\nbloodto reach all parts of the body.\noThe endocrine system includes:\n1.Endocrine  glands,  such  as  the  pituitary,  thyroid  and  parathyroid,  adrenal,  and  the\npineal gland;\n2.Clusters  of  endocrine  cells  located  in  the  organs  such  as  islets  of  Langerhans  in  the\npancreas; and\n3.Isolated  endocrine  cells  in  certain  tissues,  such  as  the  enteroendocrine  cells  in  the\nepithelium of the respiratory and digestivetracts.\noThe organs or tissues that are activated by released hormones are called target organs or\ntissues.  The  cells  in  the  target  organ/tissue  have  appropriate  receptors,  which  are  able  to\nrecognize and respond to specific hormones.\noHormone:achemicalsubstance produced in  the body that  controls and regulates the\nactivity of certain cells or organs.\noThe hormones can be divided into three classes based on their structure:\n1.Steroid  hormonesare  lipid  hormones  that  have  the  characteristic  ring  structure  of\nsteroids  and  are  formed  from  cholesterol.  (e.g.  estrogen,  testosterone,  cortisone,  and\naldosterone ).\n2.Peptide  hormonesare  composed  of  amino  acids.The  majority  of  hormones  of  this\ntype  are  secreted  by  the  pituitarygland  (ACTH,  TSH,  FSH,GH,andprolactin)  and\nparathyroid glands (PTH).\n3.Amine hormonesarederived from the amino acid tyrosine.(e.g.T3&T4released by\nthe thyroid and adrenaline&noradrenalinesecreted by the adrenal medulla).\nThe Endocrine System\n\n2016-2017Histologyد.ﷴ حسین\n2\noThe   pituitary   gland   is   a   neuroendocrine\norgan  located  inside  the  skull(inthe  sella\nturcica     of     the     sphenoid     bone)and\nconsidered a part of the brain.\noIt   weighsabout   0.5   g   in   adults&has\ndimensionsof about 10 x 13 x 6 mm.\noEmbryogenesis:\nThe  hypophysis  develops  partly  from  oral\nectoderm and partly from nerve tissue.\nThe    neural    componentarises    as    an\nevaginationfrom     the     floor     of     the\ndiencephalon and grows caudally as a stalk without detaching itself from the brain.\nThe oral componentarises as anout pocketingof ectoderm from the roof of the primitive\nmouth  of  the  embryo  and  grows  cranially,  forming  a  structure  calledhypophyseal\n(Rathke's) pouch. Later, a constriction at the base of this pouch separates it from the oral\ncavity. At the same time, its anterior wall thickens, reducing the lumen of Rathke's pouch\nto a small fissure.\noBecause of its dual origin, thepituitary actually consists of two glands\n1.The posterior\nNeurohypophysis\n2.The anterior\nAdenohypophysis\noUnitedanatomically    but    with\ndifferent functions.\noTheNeurohypophysisconsists of :\na)Pars Nervosa\nb)Infundibulum\ni.Stalk\nii.Median eminence.\noTheAdenohypophysis:\na)Pars Distalis ( Anterior Lobe)\nb)Pars Tuberalis\nc)Pars Intermedia.\n\n2016-2017Histologyد.ﷴ حسین\n3\noBlood Supply & the Hypothalamo-Hypophyseal Portal System:\nThe blood supply of the hypophysis derives from the internal carotid artery:\nFrom  above,  thesuperior  hypophyseal  arteriessupply  the  median  eminence  and  the\nneural stalk;\nFrom   below,inferior   hypophyseal   arteriesprovide   blood   mainly    for   the\nneurohypophysis, with a small supply to the stalk.\nThe superior hypophyseal arteries  form  aprimary capillary networkirrigating the stalk  and\nmedian  eminence.  Thecapillaries  then  rejoin  to  form  venules  that  branch  again  as  a  larger\nsecondary  capillary  networkin  the  adenohypophysis,Capillaries  of  both  networks  are\nfenestrated.\nIn the HHPS there are three groups ofhormones released at three sites:\n1.Peptide hormones synthesized by neuronsin the hypothalamus (the supraoptic and the\nparaventricularnuclei)undergo  axonal  transport  and  accumulate  distally  in  these\naxons, which are situated in thepars nervosa.\n2.Anothergroup  of  peptides  is  produced  by  neurons  in  other  hypothalamic  nucleiand\ncarried in axons for temporary axonal storage and secretion in the median eminence.\nThenenter   the   capillaries   of   the   primary   plexus   and   are   transported   to   the\nadenohypophysis  wherethey  diffuse  among  endocrine  cells  and  control  hormone\nrelease from their target cells.\n3.The third group of hormones consists of proteins and glycoproteins released from the\nendocrine  cells  of  the  adenohypophysis(under  the  control  of  the  neuropeptides  just\nmentioned)  and  picked  up  by  capillaries  of  thesecondary  plexus,  from  which  they\nenter the general circulation.\n\n2016-2017Histologyد.ﷴ حسین\n4\nPars Distalis( anterior lobe)\noIt accountsfor 75% of the mass of the hypophysis,it mainly consists of cords of epithelial\ncells   (hormone-secreting   cells)   interspersed   with   fenestratedcapillaries.   Withfew\nfibroblasts producing reticular fibers that support these cords.\noThese secretory cells are classified asChromophobesandChromophils.\nTheChromophobesdo  not  effectively  take  a  stain,  so  they  appear  clear  in  the\nMallory  trichrome  stain.  These  cells  are  undifferentiated  cells  but  are  capable  of\ndifferentiating into chromophils.\nTheChromophilsinclude:\nBasophils(appear blue in Mallory stain) and\nAcidophils(appear red in Mallory stain)\noSubtypes of basophilic and acidophilic cells are identified by TEM or more easily by IHC\nand are named for their specific hormones ortarget cells.\nAcidophils include thesomatotropicandmammotropiccells, while the\nBasophililsare thegonadotropic,corticotropic, andthyrotropiccells.\nPars Tuberalis\nThe pars tuberalis is the neck of the adenohypophysis; it wrapsaround theinfundibular stalk\nof the pituitary gland.\nIt  contains  a  rich  capillary  network  and  some  low  columnarbasophilic  cells  that  are\ncommonly arranged in cords.\nMost  of  the  cells  of  the  pars  tuberalis  are  basophilicgonadotropic  cells  that  secrete  follicle-\nstimulating hormone (FSH) and luteinizing hormone (LH).\nPars Intermedia\nThe  pars  intermedia,  which  develops  from  the  dorsal  portion  of  Rathke'spouch  is(in\nhumans) a rudimentary region made up of cords and follicles of weakly basophilic cells that\ncontain small secretory granules.\nMelanocyte stimulating hormone (MSH) is probably produced in theintermediate zone, and\nprobably also by basophils of the pars distalis.\nMSH  increases  melanocyte  activity  and  cells  of  the  pars  intermedia  are  often  referred  to  as\nmelanotropic cells, but the overall physiological significance of thisregion remains uncertain,\nespecially in adults.\nAdenohypophysis\n(Anterior Pituitary)\n\n2016-2017Histologyد.ﷴ حسین\n5\nControl of Secretion in the Adenohypophysis:\noThe  activities  of  the  cells  of  the  anterior  pituitary  are  controlled  primarily  bypeptide\nhormonesproducedinhypothalamic  nuclei  and  stored  in  their  axons  that  runto  the\nmedian   eminence.   Most   of   these   hormones   arehypothalamic-releasing   hormones;\nliberated from the axons, they are transported by capillaries to the pars distaliswhere they\nstimulate hormone synthesis and/or release.\nTwo of the hypothalamic factors,however, act to inhibit hormone release by specific cells\nof the pars distalis (hypothalamic-inhibiting hormones).\noAnother  mechanismisnegative  feedbackby  hormonesfrom  the  target  organs  on\nsecretion  of  the  relevant  hypothalamic  factorsand  on  hormone  secretion  by  the  relevant\npituitary cells.\noFinally,  hormone  secretion  in  the  pars  distalis  is  affected  byother  hormones  from\noutside the feedback loop or even outside the major target tissues. Examples:inhibin\nand  activinproduced  in  thegonads,control  release  of  FSH  and  LH;  the  oxytocin,\nliberated  in  the  posterior  pituitary  in  the  course  of  breastfeeding,  whichincreases\nsecretion of prolactin.\nThe pars nervosa,does not containsecretory cells. It is composedof neural tissue, containing\nunmyelinated  axons  ofsecretory  neurons  whose  cell  bodiessituated  in  the  supraoptic  and\nparaventricular nuclei of thehypothalamus.\nAlso present are highly branched glial cells calledpituicytesthat resemble astrocytes and are\nthe most abundant cell type in the posteriorpituitary.\nThe  secretory  neurons(in  hypothalamus)have  larger  diameter  axons  andwell-developed\nsynthetic   components  related  to  the  production  of  hormonesvasopressin(also  called\nantidiuretic hormone,ADH)andoxytocin.\nThese  hormones  are  transported  axonally  into  the  pars  nervosa  and  accumulate  in  axonal\ndilations  calledneurosecretory  bodies  or  Herring  bodies,visibleinthe  LM  as  faintly\neosinophilic  structures.Thesebodies  contain  numerous  membrane-enclosed  granules  with\neither  oxytocin  orvasopressin  boundto  a  carrier  proteincalledneurophysin  I  and  II\nrespectively.\nNerve  impulses  along  the  axons  triggerthe  release  of  the  peptides  from  theneurosecretory\nbodiesfor uptake by the fenestrated capillaries of the pars nervosa and the hormones are then\ndistributed to the general circulation.\nAxons from the supraoptic nuclei aremainly concerned withvasopressinsecretion, whereas\nmost of the fibers fromthe paraventricular nuclei areconcerned with oxytocin secretion.\nNeurohypophysis\n(Posterior Pituitary)\n\n2016-2017Histologyد.ﷴ حسین\n6\nPituitary Adenomas\nPituitary adenomasare benign tumors of the anterior pituitary  gland. Clinically, they  can be\ndivided into nonsecreting and secreting forms.\nHistorically,  adenomas  were  classified by their staining properties, the degree to which they\ntook  up  the  H&E  stains.  They  were  classified  asbasophilic,acidophilic,  orchromophobic\nadenomas.  With  modern  immunocytochemical  techniques,  however,  tumor  cells  can  be\nclassified  by  the  type  of  hormone  they  produce.  Some  cells  do  not  mark  with  any  antibody,\nand their tumors are callednull-celladenomas.\nClassification by secretory status may reflect, for example, excess cortisol\n(Cushing  disease)  or  prolactin  (prolactinoma)  or  the  overproduction  of  growth  hormone\n(gigantism or acromegaly).\nAbitemporal  hemianopiais  commonly  seen  in  patientssuffering  from  compression  of  the\noptic nerve.\noTheadrenal (suprarenal) glandsare paired organs that lie near the superior poles of the\nkidneys.\noThey  are  flattened  structures  with  a  half-moon  shape,  about  4–6  cm  long,  1–2  cm  wide,\nand 4–6 mm thick in adults. Together they weigh about 8 g.\noEachglandcovered  by  a  dense  connective  tissue  capsule  that  sends  thin  septa  to  the\ninterior  of  the  gland  as  trabeculae.  The  stroma  consists  mainly  of  a  rich  network  of\nreticular fibers that support the secretory cells.\noThe glandconsists of two concentriclayers:\nA yellowish peripheral layer, theAdrenal Cortex(AC),and\nA reddish-brown central layer, theAdrenal Medulla (AM).\noThe AC & AMare2 organs with distinct origins, functions, and morphology that become\nunited duringembryonic development.\noThey arise from different embryonic germ layers:\nThe AC arises from mesoderm and\nThe AM derived from the neural crest.\nADRENAL GLAND\nCLINICAL\nCORRELATION\n\n2016-2017Histologyد.ﷴ حسین\n7\nBlood Supply\noThe  adrenals  are  supplied  by  several  arteries  that  enter  at  various  points  around  their\nperiphery. The branches of these arteries form three groups:\nthose  supplying  the  capsule;  thecortical  arterioles,which  quickly  form  capillaries  and\nsinusoids that irrigate all cells of the cortex and eventually join themedullarycapillaries;\nandmedullary  arterioles,  which  pass  directly  through  the  cortex  and  form  an  extensive\ncapillary network in the medulla.\noThe  cells  of  the  adrenal  medulla,  thus,  receive  both  arterial  blood  from  the  medullary\narteries and venous blood originating from capillaries of the cortex.\noThe capillaryand sinusoidal endothelium is highly attenuated and fenestrated.\noCapillaries  of  both  the  cortex  and  the  medulla  form  the  centralmedullary  veins,  which\njoin to leave thegland as the adrenal or suprarenal vein.\nAdrenalCortex\noCells of the AC have characteristic features of steroid-secreting cells.\noThese include:\n(1)Central nuclei and acidophilic cytoplasm, usually rich in lipid droplets.\n(2)Their  cytoplasmhave  profuseSER  of  interconnected  tubules,  which  contain  the\nenzymesforcholesterol   synthesis   and   conversion   of   the   steroid   prohormone\npregnenolone into specific active steroid hormones.\n(3)The  mitochondria  are  often  spherical,  with  tubularrather  than  shelflike  cristae\ncontainingthe  enzymatic  equipment  for  converting  cholesterol  topregnenolone  and\nfor some steps in steroid hormone synthesis.\noSteroid  hormone-secreting  cells  do  not  store  their  product  in  granules;  rather,  they\nsynthesize  and  secrete  steroid  hormones  upon  demand.  Steroids  (beingLMW  lipid-\nsoluble   molecules)diffuse   through   the   plasma   membrane   and   do   not   require   the\nspecialized process of exocytosis for their release.\n\n2016-2017Histologyد.ﷴ حسین\n8\nThe  adrenal  cortex  has  three  concentric  zones  in  which  the  cords  of  epithelial  cells  are\narranged  somewhat  differently  and  are  specialized  toproduce  different  classes  of  steroid\nhormones:\nI.Immediately inside the connective tissue capsule is thezona glomerulosa, consisting\nof closely packed, rounded or arched cords of columnar or pyramidal cells surrounded\nby many capillaries and comprising about 15% of the cortex.\nII.The middle zone, thezona fasciculata, occupies 65–80% of the cortex and consists of\nlong  cords  of  large  polyhedral  cells,  one  or  two  cells  thick,  separated  by  fenestrated\nsinusoidal capillaries. The cells are most densely filled withcytoplasmic lipid droplets\nand, as a result of lipid dissolution during tissue preparation, often appear vacuolated\nor  spongy  in  common  histological  preparations.Because  of  their  vacuolization,  the\ncells of the fasciculata are also calledspongyocytes.\nIII.The  innermostzona  reticulariscomprises  about  10%  of  the  cortex  and  contacts  the\nadrenal  medulla.  It  consists  of  smaller  cells  disposed  in  a  network  ofirregular  cords\ninterwoven  with  wide  capillaries.  The  cells  are  usually  more  heavily  stained  than\nthoseof the other zones because they containfewer lipid droplets and more lipofuscin\npigment.\nCortical Hormones & Their Actions:\noThe  main  product  of  theZ.Gis  amineralocorticoidcalledaldosterone;theZ.Fand\npossibly   theZ.Rsecreteglucocorticoids,   especiallycortisol;theZ.   Rproduces\ndehydroepiandrosterone(DHEA),a weak androgen.\noThemineralcorticoids,so  calledbecause  they  affect  uptake  of  Na+,  K+,  and  water  by\nepithelial cells. The principal product isaldosterone, the major regulator of saltbalance,\nwhich acts tostimulate Na+ reabsorption in the distal convoluted tubules of the kidneys.\nAldosterone  secretion  in  the  zona  glomerulosa  is  stimulated  primarilyby  angiotensin  II\nand also by an increase in plasma K+ concentration, but only weakly by ACTH.\noTheglucocorticoids,   especiallycortisol,   affectCHOmetabolism   by   stimulating\nproduction  of  glucose  from  amino  acids  or  fatty  acids  (gluconeogenesis)  in  many  cells\nand  glucoseconversioninto  glycogen  in  the  liver.  Cortisol  induces  fat  mobilization  in\nsubcutaneous  adipose  tissue  and  protein  breakdown  in  muscle.  Cortisol  also  suppresses\nmany  aspects  of  the  immune  response,  including  cytokine  release  and  lymphopoiesis.\nSecretion  of  glucocorticoids  in  theZ.Fis  controlled  by  ACTH  and  negativefeedback\nproportional  to  the  concentration  of  circulating  glucocorticoids  isexerted  at  both  the\npituitary  and  hypothalamic  levels.  Cells  of  theZ.Falso  secrete  small  amounts  of\nandrogens.\noDHEAis the only sex hormone that is secreted in significant physiological quantities by\ntheAC.Itis a weak androgen that circulates in the blood as a sulfate and exerts its actions\nafterbeing  converted  into  testosterone  in  several  tissues.  Secretion  by  these  cells  is  also\nstimulated   by   ACTH   and   is   under   feedback   regulation   with   the   pituitary   and\nhypothalamus.\n\n2016-2017Histologyد.ﷴ حسین\n9\nFetal Adrenal Cortex\noAt  birth  in  humans,the adrenal  gland  is  larger  than  that  of  the  adult  and  produces  up  to\n200 mg of corticosteroids per day, twice that of an adult. At this age, a layer known as the\nfetal orprovisional cortex, comprising 80% of the total gland, is present between the thin\npermanent  cortex and  an underdeveloped medulla. The  fetal  cortex is thick and  contains\nmostly cords of large,steroid-secreting cells under the control of the fetal pituitary.\noThe  principal  function  of  the  cells  is  secretion  of  sulfated  DHEA  which  is  converted  in\nthe  placenta  to  active  estrogens  (and  androgens),  which  mostly  enter  the  maternal\ncirculation.\noThe  fetal  adrenal  cortex  is  an  important  part  of  afetoplacental  unitwhich  affects  both\nendocrine   systems   during   pregnancy   but   whose   physiological   significance   remains\nlargely unclear.\noAfter  birth,  the  provisional  cortex  undergoes  involution  while  thepermanent  cortex\norganizes the three layers (zones) described above.\nAdrenal Medulla\noThe  adrenal  medulla  is  composed  of  large,  pale-staining  polyhedral  cells  arranged  in\ncords  or  clumps  and  supported  by  a  reticular  fiber  network.A  profusesupply  of\nsinusoidal  capillaries  intervenes  between  adjacent  cords  and  a  few  parasympathetic\nganglion cells are present.\noMedullary  parenchymal  cells,  known  aschromaffin  cells,  arise  from  neural  crest  cells.\nChromaffin cells can be consideredmodified sympathetic postganglionic neurons, lacking\naxons and dendrites and specialized as secretory cells.\noUnlike  cells  of  the  cortex,  medullary  chromaffin  cells  contain  many  electron-dense\ngranulesforhormone  storage  and  secretion.These  granulescontain  one  or  the  other  of\nthecatecholamines,epinephrine(adrenalin)ornorepinephrine(noradrenaline).\noUltrastructurally  the  granules  ofepinephrine-secreting  cells  are  less  electron-denseand\ngenerally  smaller  than  those  ofnorepinephrine-secreting  cells.  Catecholamine,  together\nwith  Ca2+  and  ATP,  are  bound  in  a  granular  storage  complex  withaproteins  called\nchromogranins.\noNorepinephrine-secreting    cells    are    also    found    in    paraganglia    (collections    of\ncatecholamine-secreting cells adjacent to the autonomic ganglia) and in various viscera.\noTheconversion ofNE to Eoccurs only in chromaffin cells of theAM.\noAbout 80% of the catecholamine secreted from the adrenalis epinephrine.\noMedullary  chromaffin  cells  are  innervated  by  cholinergic  endingsof  preganglionic\nsympathetic neurons, from which impulses trigger hormone release by exocytosis.\noEpinephrine&norepinephrineare released to the blood in large quantities during intense\nemotional  reactions,  such  as  fright,   and  produce  vasoconstriction,  increasedblood\npressure,  changes  in  heart  rate,  and  metabolic  effects  such  as  elevated  blood  glucose.\nThese  effects  facilitate  various  defensive  reactions  to  the  stressor  (the  fight-or-flight\nresponse).\noDuring normal activity, the adrenal medullacontinuously secretes small quantities of the\nhormones.\n\n2016-2017Histologyد.ﷴ حسین\n10\nBecause of the feedback mechanism of adrenal cortex control, patients who are treated with\ncorticoids  for  long  periods  should  never  stop  taking  these  hormones  suddenly:  secretion  of\nACTH  in  these  patients  is  inhibited,  and  thus  the  cortex  will  not  be  induced  to  produce\ncorticoids, causing a severe misbalance in the levels of sodium and potassium.\nPheochromocytomaS\nAreneoplasmsof  theAMcharacterized  by  the  production  ofcatecholamines,  such  as\nepinephrineandnorepinephrine,  which  cause  significanthypertension,often  episodic,  in\naffected patients.\nGrossly, most of these tumors are well circumscribed and range in size from a few grams to\nkilograms.  Microscopically,pheochromocytomas  can  have  a  diverse  appearance,   from\nspindle cells to large, bizarrecells. The cells are often arrangedin nests, or cell packets called\nzellballen.\nHistologic  featuresalone  do  not  reliably  separate  benign  tumors  from  malignantones;\ntherefore, the demonstration of metastases is necessary toascertain malignancy.\nAdrenocortical disorders\nDisorders of theACcanclassified ashyperfunctionalorhypofunctional.\nTumors  of  the  adrenal  cortex  can  result  in  excessive  production  of  glucocorticoids\n(Cushing syndrome) or aldosterone (Conn syndrome).\nCushing  syndrome  is  most  often  (90%)  due  to  apituitary  adenomathat  produces\nexcessive ACTH; it is rarely caused by adrenal hyperplasia or an adrenal tumor.\nExcessive  production  ofadrenal  androgenshas  little  effect  in  men.  However,  hirsutism\nis seen in women, and precocious puberty (in boys) and virilization (in girls) are seenin\nprepubertal  children.  These  adrenogenital  syndromes  are  the  result  of  several  enzymatic\ndefects  in  steroid  metabolism  that  cause  increased  biosynthesis  of  androgensby  the\nadrenal cortex.\nAdrenocortical  insufficiency  (Addison  disease)  is  caused  by  destruction  of  theACin\nsome  diseases.   The  signs  and  symptoms  result  from  failure  of  secretion  of  both\nglucocorticoids and mineralocorticoids by theAC.\nCarcinomas  of  theACare  rare,  but  most  are  highly  malignant.  About  90%  of  them\nproduce steroids.\nCLINICAL\nCORRELATION\n\n2016-2017Histologyد.ﷴ حسین\n11\nThepancreatic  isletsare  compact  spherical  or  egg-shaped  masses  of  endocrine  tissue\nembedded within the acinar exocrine tissue of the pancreas.\nThere are more than 1 million islets in the human pancreas,most numerous in the tail of\nthe gland, but they only constitute 1–2% ofthe organ's volume.\nA very thin capsule of reticular fibers surrounds each islet, separating it from the adjacent\nacinar tissue.\nIslets have the same embryonic origin as theacinar tissue: (endoderm).\nEach  islet  consists  of  polygonal  or  rounded  cells,  smaller  and  more  lightly  stained  than\nthe  surrounding  acinar  cells,  arranged  in  cords  that  are  separated  by  a  network  of\nfenestrated  capillaries.    Autonomic  nerve  fibers  contact  some  of  the  endocrine  cells  and\nthe blood vessels.\nRoutine stains or trichromestains show that most islet cells are acidophilic or basophilic\nwith fine cytoplasmic granules.\nThe  major  hormone-producing  islet  cells  are  most  easily  identified  and  studied  by\nimmunohistochemistry:\ni.AlfaorA cellssecrete primarilyglucagonand areusually located near the periphery\nof islets.\nii.BetaorB  cellsproduceinsulin,  are  located  centrally  in  islets  and  are  the  most\nnumerous cell type.\niii.DeltaorD cells, secretingsomatostatin,scattered and much less abundant.\nInsulin is a heterodimeric protein and the other two hormones are smaller single-chain\npolypeptides.\niv.A  minor  fourth  cell  type,  more  common  in  islets  located  within  the  head  of  the\npancreas, areForPP cells,which secretepancreatic polypeptide.\nPancreatic  islets  also  normally  contain  a  few  enterochromaffin  cells,  like  those  of  the\ndigestive  tract,  which  secrete  other  polypeptidehormones  having  other  effects  within  the\ndigestive system and which are also scattered in the pancreatic acini and ducts.\nSee table: 20–4in your textbook\n\n2016-2017Histologyد.ﷴ حسین\n12\nType  1  diabetes  mellitusis  the  most  common  type  of  diabetesin  childhood  and\nadolescence  (65%  of  total  cases).  Itis  characterized  by  insulin  deficiency  and  sudden\nonset ofseverehyperglycemia,diabeticketoacidosis, and death ifpatients are left without\ninsulin treatment. Symptoms alsoincludepolyuria,polydipsia,lethargy, andweight loss.\nThe  major  cause  of  the  disease  is  autoimmune  destructionof  the  insulin-secreting  beta\ncells  in  the  islets  ofLangerhansby  T  cells  and  humoral  mediators  (TNF,interleukin-1,\nnitric oxide).\nType  2  diabetes  mellitusis  characterized  byhyperglycemiawith  normal  or  elevated\ninsulinlevels.  In  type  2DM,insulin  is  present,  but  insulin-sensitive  tissues,  such  as\nskeletal muscle and adipose tissues, manifest resistanceto the action of insulin. Defects in\nbeta  cellfunctionalso  contribute  to  the  disease  process.  Type  2DMgenerally  has  an\ninsidious  onset  and  typically  affects  adults.  Risk  factors  include  genetic  factors  and  a\nstrong association with obesity. Approximately 85% of type 2 diabetes is associated with\nobesity.\nThe enterochromaffincells scattered in both the islets and small ducts of the pancreas are\nsimilar to those ofthe digestive tract. Collectively these dispersedcells, as well as similar\ncells in the respiratory mucosa, make up thediffuse neuroendocrine system (DNES).\nLikethe  pancreatic  islets,  most  of  these  cells  arederived  from  endodermal  cells  of  the\nembryonic gut.\nCells  of  the  DNES  are  also  referred  to  asgastroenteropancreatic  (GEP)  endocrine\ncells.\nMany  cells  of  the  DNES  are  stained  by  solutions  of  chromium  salts  and  have  therefore\nbeen  calledenterochromaffin  cells.  Those  cells  that  stain  with  silver  nitrate  are\nsometimes calledargentaffin cells.\nThose  DNES  cells  secreting  serotonin  or  certain  other  amine  derivatives  demonstrate\namine  precursor  uptake  and  decarboxylationand  are  often  referred  to  acronymically  as\nAPUD  cells.  Such  names  are  still  widely  used  but  have  been  largely  replaced  by  letter\ndesignations like those used forpancreatic islet cells.\nWhatever  name  is  used,  cells  of  the  DNES  are  highly  important  due  to  their  role  in\nregulating motility and secretions of all types withinthe digestive system.\nCLINICAL\nCORRELATIO\nN\nDIFFUSE NEUROENDOCRINE SYSTEM\n\n2016-2017Histologyد.ﷴ حسین\n13\nThe  thyroid  gland,  located  in  the  cervical  region  anterior  tothe  larynx,  consists  oftwo\nlobes united by an isthmus.\nIt originates in early embryonic life fromthe foregut endoderm near the base of the future\ntongue.\nIts function is to synthesize the thyroid hormones:thyroxine(tetra-iodothyronine orT4)\nandtri-iodothyronine(T3),  which  are  important  for  growth,cell  differentiation,  and\ncontrol  of  theBMRandO2consumption  in  cellsof  the  body,  andaffect  protein,  lipid,\nandCHOmetabolism.\nThe  parenchyma  of  the  thyroid  is  composed  of  millions  of  rounded  epithelial  structures\ncalledfollicles.Each  follicle  consists  of  a  simple  epithelium  and  a  centrallumen  filled\nwith a gelatinous substance calledcolloid.\nThe thyroid is the only endocrine gland in which a large quantity of secretory product is\nstored.Moreover,  the  accumulation  is  outside  the  cells,  in  the  colloid  of  the  follicles,\nwhich  is  also  unusual.  In  humans  there  is  sufficient  hormone  in  follicles  to  supply  the\nbody  forup  to  three  months  with  no  additional  synthesis.  Thyroid  colloid  contains  the\nlarge glycoproteinthyroglobulin, the precursor for the active thyroid hormones.\nThe gland is covered by afibrouscapsule, whichsends septadividing it intolobulesand\ncarrying blood vessels, nerves, andlymphatics.\nFollicles are densely packed together, separated from one another only by sparse reticular\nconnective  tissue.  This  stroma  is  very  wellvascularized  with  an  extensive  network  of\nfenestrated  capillaries  closely  surrounding  the  follicles,  which  facilitates  molecular\ntransfer between the follicles andblood.\nFollicular  cellsrange  in  shape  from  squamous  to  low  columnar.  The  size  and  cellular\nfeatures of follicles vary with their functional activity. Active glands have more follicles\nof low columnar epithelium; glands with mostly squamous follicular cells are considered\nhypoactive.\nThe  follicular  epithelial  cells  have  typical  junctional  complexes  apically  and  rest  on  a\nbasal   lamina.   The   cells   exhibit   organelles   indicating   active   protein   synthesis   and\nsecretion, as well as phagocytosis and digestion.\nThe  nucleus  is  generally  round  and  in  the  center of  the  cell.  Basally  the  cells  are  rich  in\nrough  ER  and  apically,  facing  thefollicular  lumen,  are  Golgi  complexes,  secretory\ngranules  filled  with  colloidalmaterial,  large  phagosomes  and  abundant  lysosomes.  The\ncell membrane of the apical polehas a moderate number of microvilli. Mitochondria and\nother cisternae of rough ER are dispersed throughout the cytoplasm.\nTHYROID\nGLAND\n\n2016-2017Histologyد.ﷴ حسین\n14\nAnother endocrine cell type, theparafollicular,orclear cell (Ccell), is also found inside\nthe  basal  lamina  of  the  follicular  epithelium  or  as  isolated  clusters  between  follicles.\nParafollicular  cells,  derived  from  neural  crest  cells  migrating  into  the  area  of  the\nembryonic  foregut,  are  usually  somewhat  larger  than  follicular  cells  and  stain  less\nintensely.  They  have  a  smaller  amount  of  rough  ER,  large  Golgi  complexes,  and\nnumerous small granules containing polypeptide hormone.\nThese cells synthesize and secretecalcitonin,one functionof which is to suppress bone\nresorption by osteoclasts. Calcitonin secretion is triggered byelevated blood Ca2+ levels.\nControl of Thyroid Function\nThe  major  regulator  of  the  anatomic  and  functional  state  of  thyroid  follicles  is  TSH,\nwhich is secreted by the anterior pituitary.\nTSH increases the height of the follicular  epithelium and stimulates all stages of thyroid\nhormone production and release.\nThyroid hormones inhibit therelease of TSH, maintaining an adequate quantity of T4 and\nT3in the organism.\nTSH receptors are abundant on the basal cell membrane of follicular cells.\nSecretion  of  TSH  is  also  increased  by  exposure  to  cold  and  decreased  byheat  and\nstressful stimuli.\nSynthesis & Accumulation of Hormones by Follicular Cells\nSynthesis and accumulation of hormones take place in four stages:\n1)Synthesis of thyroglobulin.\n2)Uptake of iodide from the blood.\n3)Activation of iodide.\n4)Iodination of the tyrosine residues of thyroglobulin.\n\n2016-2017Histologyد.ﷴ حسین\n15\nLiberation of T\n3\n& T\n4\nWhen stimulated by TSH, thyroid follicular cells take up colloid by endocytosis.\nThe colloid within the endocytic vesicles is then digested by lysosomal enzymes.\nHydrolysis  of  thyroglobulin  results  inT\n4\n,  T\n3\n,  diiodotyrosine,  and  monoiodotyrosine,\nwhich are liberated into the cytoplasm.\nThe  free  T\n4\nand  T\n3\ncross  the  basolateral  cell  membrane  and  are  discharged  into  the\ncapillaries.\nMonoiodotyrosine and diiodotyrosine are not secreted into the blood, and their iodine\nis  removed  by  a  deiodinase.  The  products  of  this  enzymatic  reaction  (iodine  and\ntyrosine)are reused by the follicular cells.\nT\n4\nis  the  more  abundant  compound,  constituting  90%  of  the  circulating  thyroid\nhormone, although T\n3\nacts more rapidly and is more potent.\nHYPOTHYROIDISM\nHypothyroidism  in  the  fetus  may  present  at  birth  ascretinism,  characterized  by  arrested  or\nretarded physical and mental development.\nAdult  hypothyroidism  may  result  from  diseases  of  thethyroid  gland  (eg,  due  to  defects  in\nhormone synthesis or release) or may be secondary to pituitary orhypothalamic failure.\nAutoimmune  diseases  of  the  thyroid,  such  asHashimoto  disease,  may  impair  its  function,\nwith consequent hypothyroidism.\nA diet lowin iodide hinders the synthesis of thyroid hormones, causing increased secretion of\nTSH and compensatory growth of the thyroid gland, a conditionknown asiodine deficiency\ngoiter. Goiters are endemic in some regions of the world, where dietary iodide isscarce and\naddition of iodide to table salt is notrequired.\nThe  signs  and  symptoms  related  to  hypothyroidism  include  fatigue,increased  sensitivity  to\ncold, pale skin, constipation, muscle pain and weakness, and weight gain.\nHYPERTHYROIDISM\nHyperthyroidism may be caused by a variety of thyroid diseases, of which the most common\nform  isGraves'  disease,  characterized  by  inflammation  and  growthof  the  extraocular\nadipose tissue, which leads to the bulging of the eyes (exophthalmos). In this thyroid disorder\nhyperfunction  is  due  to  an  autoimmune  responseinvolving  antibodies  to  TSH  receptors.\nThese  antibodies  can  bind  the  receptors  on  follicular  cells  and  act  as  long-lasting  thyroid\nstimulators, continuouslystimulating thyroid hormone secretion andproducing many effects\nof hyperthyroidism such as decreased body weight and accelerated heart rate.\nCLINICAL\nCORRELATION\n\n2016-2017Histologyد.ﷴ حسین\n16\noThe  four  smallparathyroid  glandstypically  lie  on  the  posteriorsurface  of  the  thyroid\ngland and are separated fromthe thyroid glandby a connective tissue capsule.Connective\ntissuesepta  with  blood  vessels  divideeach  parathyroid  gland  into  manyincomplete\nlobules.\noThe  parathyroid  glands  are  derived  from  theendoderm  of  pharyngeal  pouch  3  (the\ninferior glands)and pouch 4 (the superior parathyroid glands).\noThere  are  twotypes  of  cells  in  thegland:chief(principle)cellsandoxyphilcells.\nAdipocytes are commonly found in the glands in older individuals.\noThechief  cellsare  small  polygonal  cells  with  round  nuclei  and  pale-staining,  slightly\nacidophilic cytoplasm. Ultrastructurallythe cytoplasm is seen to be filled with irregularly\nshaped  granules.  These  are  secretory  granules  containing  the  polypeptideparathyroid\nhormone(PTH).\noMuch smaller, often clustered, populations ofoxyphil cellsare sometimes present. These\nare  much  larger  than  the  principal  cells  and  are  characterized  by  acidophilic  cytoplasm\nfilled with abnormally shaped mitochondria. Some oxyphil cells show low levels of PTH\nsynthesis, suggesting these cells are transitional derivatives from chief cells.The oxyphil\ncells appear at puberty, and their numbers increase with age. Their functions are unclear.\nAction of Parathyroid Hormone & Its Interrelation with Calcitonin\noPTHbinds  to  receptors  in  osteoblasts.  This  is  a  signal  for  these  cells  to  produce  an\nosteoclast-stimulating factor, which increases the number and activity of osteoclasts and\nthus promotes the absorption of the calcified bone matrix and the release of Ca\n2+\ninto the\nblood.  The  resulting  increase  in  the  concentration  of  Ca\n2+\nin  the  blood  suppresses  the\nproduction ofPTH.\noCalcitonin  from  the  thyroid  gland  also  influences  osteoclasts  by  inhibiting  both  their\nresorptive  action  on  bone  and  the  liberation  of  Ca\n2+\n.  Calcitonin  thus  lowers  blood  Ca\n2+\nconcentration and increases osteogenesis; its effect is opposite to that ofPTH.\noThesetwohormones  constitute  a  dual  mechanism  to  regulate  blood  levels  of  Ca\n2+\n,  an\nimportant factor in homeostasis.\noPTHindirectly increases the absorption of Ca\n2+\nfrom theGITby stimulating the synthesis\nof vitamin D, which is necessary for this absorption.\noIn  addition  to  increasing  the  concentration  of  Ca\n2+\n,PTHreduces  the  concentration  of\nphosphate  in  the  blood.  This  effect  is  a  result  of  the  activity  ofPTHon  kidney  tubule\ncells,  diminishing  the  absorption  of  phosphate  and  causing  an  increase  of  phosphate\nexcretion in urine.\noThe secretion of parathyroid cells is regulated by blood Ca\n2+\nlevels.\nParathyroid Gland\n\n2016-2017Histologyد.ﷴ حسین\n17\noThepineal gland, also known as the pineal body or epiphysis cerebri. It is a very small,\npine cone-shaped organ in thebrain.Itdevelops with the brain from neuroectodermin the\nroof of thediencephalon and is found inthe posterior of the third ventricle, attached to the\nbrain by a short stalk.\noThegland is covered byC.Tof the pia mater, from which emerge septa containing small\nblood vessels anddividingthe gland in tolobules.\noIt iscomposed oftwotypes of cells:pinealocytesandInterstitial glialcells.\noThe  prominent  and  abundant  secretory  cells  are  thepinealocytes,  which  have  slightly\nbasophilic    cytoplasm    and    large,    irregular    euchromaticnuclei    and    nucleoli.\nUltrastructurally pinealocytes are seen to have secretory vesicles, many mitochondria, and\nlong  cytoplasmic  processes  extending  tothe  vascularized  septa,  where  they  end  in\ndilatations   near   capillaries,   indicating   an   endocrine   function.   These   cells   produce\nmelatonin,  aLMWtryptophanderivative.Unmyelinatedsympathetic  nerve  fibers  enter\nthe pineal gland and end among pinealocytes, with some forming synapses.\noInterstitial glial cellsof the pineal gland stain positively for glial fibrillaryacidic protein\nand  thus  most  closely  resemble  astrocytes.  They  have  elongated  nuclei  moreheavily\nstained  than  those  of  pinealocytes,  long  cytoplasmic  processes,  and  are  usually  found  in\nperivascular  areas  and  between  the  groups  of  pinealocytes.  Pinealastrocytes  represent\nonly about 5% of the cells in the gland.\noA characteristic feature of the pineal gland is the presence of variously sized concretions\nof  calcium  and  magnesium  salts  calledcorpora  arenaceaor  brain  sand,  whichform  by\nprecipitation   aroundextracellular   protein   deposits.   Such   concretions   appear   during\nchildhood and gradually increase in number and size with age, with noapparent effect on\nthe gland's function.\noAccumulations of brain sand are opaque to x-rays and allow the pineal to serve asa good\nmidline marker in radiological andCTstudies of the brain.\nRole of the Pineal Gland in Controlling Biological Cycles\nMelatonin  release  from  pinealocytes  is  promoted  by  darkness  and  inhibited  by  daylight  and\nthe  resulting  diurnal  fluctuation  in  blood  melatonin  levels  induces  rhythmicchanges  in  the\nactivity of the hypothalamus, pituitary gland, and other endocrine tissues that characterize the\ncircadian (24 hours, day/night) rhythm of physiologicalfunctions and behaviors.\nIn  humans  and  other  mammals  the  cycle  of  light  and  darkness  is  detected  within  the  retinas\nand  transmitted  to  the  pinealocytes  via  theretinohypothalamic  tract,  the  suprachiasmatic\nnucleus, and the tracts of sympathetic fibers entering the pineal.\nThe  pineal  gland  acts  thereforeas  a  neuroendocrinetransducer,  converting  nerve  input\nregarding light and darkness into variations in many hormonal functions.\nPINEAL GLAND\nTheEnd",
    "metadata": {
      "title": "Histology of the Endocrine System ( Part 1 )",
      "author": "vaio",
      "creator": "Nitro Pro 10  (10. 5. 3. 21)",
      "producer": "pdf-lib (https://github.com/Hopding/pdf-lib)",
      "creationDate": "2016-10-27T06:49:13.000Z",
      "modificationDate": "2025-06-30T16:57:05.000Z",
      "numPages": 17
    },
    "id": "22881ed5-c9dd-4f04-b428-58672fc6457e",
    "createdAt": "2025-06-30T16:57:05.869Z",
    "updatedAt": "2025-06-30T16:57:05.869Z"
  },
  {
    "title": "Test 12",
    "subject": "Anatomy",
    "topic": "Histology",
    "filePath": "/Users/himkerjain/creatorclass/creatorclass-1/public/uploads/c6e6201e-2420-41a2-9313-cb78537e5624.pdf",
    "fileUrl": "/uploads/c6e6201e-2420-41a2-9313-cb78537e5624.pdf",
    "fileType": "pdf",
    "content": "\n\n2016-2017Histologyد.ﷴ حسین\n1\noIs a group of glands that regulate physiological functions by releasing hormones into the\nbloodstream.\noIntercellular signalingis the way by which a cellexerts its effects on another cell ( or on\nitself ) and itsubdivided into the following classifications:\n1)Intracrinesignals are produced within the target cell.\n2)Autocrinesignals target the cell itself.\n3)Juxtacrinesignals target adjacent (touching) cells.\n4)Paracrinesignals   target   cells   in   the   vicinity   of   the   emitting   cell   (   e.g.\nneurotransmitters)\n5)Endocrinesignals  target  distant  cellsby  producinghormones  that  travel  through  the\nbloodto reach all parts of the body.\noThe endocrine system includes:\n1.Endocrine  glands,  such  as  the  pituitary,  thyroid  and  parathyroid,  adrenal,  and  the\npineal gland;\n2.Clusters  of  endocrine  cells  located  in  the  organs  such  as  islets  of  Langerhans  in  the\npancreas; and\n3.Isolated  endocrine  cells  in  certain  tissues,  such  as  the  enteroendocrine  cells  in  the\nepithelium of the respiratory and digestivetracts.\noThe organs or tissues that are activated by released hormones are called target organs or\ntissues.  The  cells  in  the  target  organ/tissue  have  appropriate  receptors,  which  are  able  to\nrecognize and respond to specific hormones.\noHormone:achemicalsubstance produced in  the body that  controls and regulates the\nactivity of certain cells or organs.\noThe hormones can be divided into three classes based on their structure:\n1.Steroid  hormonesare  lipid  hormones  that  have  the  characteristic  ring  structure  of\nsteroids  and  are  formed  from  cholesterol.  (e.g.  estrogen,  testosterone,  cortisone,  and\naldosterone ).\n2.Peptide  hormonesare  composed  of  amino  acids.The  majority  of  hormones  of  this\ntype  are  secreted  by  the  pituitarygland  (ACTH,  TSH,  FSH,GH,andprolactin)  and\nparathyroid glands (PTH).\n3.Amine hormonesarederived from the amino acid tyrosine.(e.g.T3&T4released by\nthe thyroid and adrenaline&noradrenalinesecreted by the adrenal medulla).\nThe Endocrine System\n\n2016-2017Histologyد.ﷴ حسین\n2\noThe   pituitary   gland   is   a   neuroendocrine\norgan  located  inside  the  skull(inthe  sella\nturcica     of     the     sphenoid     bone)and\nconsidered a part of the brain.\noIt   weighsabout   0.5   g   in   adults&has\ndimensionsof about 10 x 13 x 6 mm.\noEmbryogenesis:\nThe  hypophysis  develops  partly  from  oral\nectoderm and partly from nerve tissue.\nThe    neural    componentarises    as    an\nevaginationfrom     the     floor     of     the\ndiencephalon and grows caudally as a stalk without detaching itself from the brain.\nThe oral componentarises as anout pocketingof ectoderm from the roof of the primitive\nmouth  of  the  embryo  and  grows  cranially,  forming  a  structure  calledhypophyseal\n(Rathke's) pouch. Later, a constriction at the base of this pouch separates it from the oral\ncavity. At the same time, its anterior wall thickens, reducing the lumen of Rathke's pouch\nto a small fissure.\noBecause of its dual origin, thepituitary actually consists of two glands\n1.The posterior\nNeurohypophysis\n2.The anterior\nAdenohypophysis\noUnitedanatomically    but    with\ndifferent functions.\noTheNeurohypophysisconsists of :\na)Pars Nervosa\nb)Infundibulum\ni.Stalk\nii.Median eminence.\noTheAdenohypophysis:\na)Pars Distalis ( Anterior Lobe)\nb)Pars Tuberalis\nc)Pars Intermedia.\n\n2016-2017Histologyد.ﷴ حسین\n3\noBlood Supply & the Hypothalamo-Hypophyseal Portal System:\nThe blood supply of the hypophysis derives from the internal carotid artery:\nFrom  above,  thesuperior  hypophyseal  arteriessupply  the  median  eminence  and  the\nneural stalk;\nFrom   below,inferior   hypophyseal   arteriesprovide   blood   mainly    for   the\nneurohypophysis, with a small supply to the stalk.\nThe superior hypophyseal arteries  form  aprimary capillary networkirrigating the stalk  and\nmedian  eminence.  Thecapillaries  then  rejoin  to  form  venules  that  branch  again  as  a  larger\nsecondary  capillary  networkin  the  adenohypophysis,Capillaries  of  both  networks  are\nfenestrated.\nIn the HHPS there are three groups ofhormones released at three sites:\n1.Peptide hormones synthesized by neuronsin the hypothalamus (the supraoptic and the\nparaventricularnuclei)undergo  axonal  transport  and  accumulate  distally  in  these\naxons, which are situated in thepars nervosa.\n2.Anothergroup  of  peptides  is  produced  by  neurons  in  other  hypothalamic  nucleiand\ncarried in axons for temporary axonal storage and secretion in the median eminence.\nThenenter   the   capillaries   of   the   primary   plexus   and   are   transported   to   the\nadenohypophysis  wherethey  diffuse  among  endocrine  cells  and  control  hormone\nrelease from their target cells.\n3.The third group of hormones consists of proteins and glycoproteins released from the\nendocrine  cells  of  the  adenohypophysis(under  the  control  of  the  neuropeptides  just\nmentioned)  and  picked  up  by  capillaries  of  thesecondary  plexus,  from  which  they\nenter the general circulation.\n\n2016-2017Histologyد.ﷴ حسین\n4\nPars Distalis( anterior lobe)\noIt accountsfor 75% of the mass of the hypophysis,it mainly consists of cords of epithelial\ncells   (hormone-secreting   cells)   interspersed   with   fenestratedcapillaries.   Withfew\nfibroblasts producing reticular fibers that support these cords.\noThese secretory cells are classified asChromophobesandChromophils.\nTheChromophobesdo  not  effectively  take  a  stain,  so  they  appear  clear  in  the\nMallory  trichrome  stain.  These  cells  are  undifferentiated  cells  but  are  capable  of\ndifferentiating into chromophils.\nTheChromophilsinclude:\nBasophils(appear blue in Mallory stain) and\nAcidophils(appear red in Mallory stain)\noSubtypes of basophilic and acidophilic cells are identified by TEM or more easily by IHC\nand are named for their specific hormones ortarget cells.\nAcidophils include thesomatotropicandmammotropiccells, while the\nBasophililsare thegonadotropic,corticotropic, andthyrotropiccells.\nPars Tuberalis\nThe pars tuberalis is the neck of the adenohypophysis; it wrapsaround theinfundibular stalk\nof the pituitary gland.\nIt  contains  a  rich  capillary  network  and  some  low  columnarbasophilic  cells  that  are\ncommonly arranged in cords.\nMost  of  the  cells  of  the  pars  tuberalis  are  basophilicgonadotropic  cells  that  secrete  follicle-\nstimulating hormone (FSH) and luteinizing hormone (LH).\nPars Intermedia\nThe  pars  intermedia,  which  develops  from  the  dorsal  portion  of  Rathke'spouch  is(in\nhumans) a rudimentary region made up of cords and follicles of weakly basophilic cells that\ncontain small secretory granules.\nMelanocyte stimulating hormone (MSH) is probably produced in theintermediate zone, and\nprobably also by basophils of the pars distalis.\nMSH  increases  melanocyte  activity  and  cells  of  the  pars  intermedia  are  often  referred  to  as\nmelanotropic cells, but the overall physiological significance of thisregion remains uncertain,\nespecially in adults.\nAdenohypophysis\n(Anterior Pituitary)\n\n2016-2017Histologyد.ﷴ حسین\n5\nControl of Secretion in the Adenohypophysis:\noThe  activities  of  the  cells  of  the  anterior  pituitary  are  controlled  primarily  bypeptide\nhormonesproducedinhypothalamic  nuclei  and  stored  in  their  axons  that  runto  the\nmedian   eminence.   Most   of   these   hormones   arehypothalamic-releasing   hormones;\nliberated from the axons, they are transported by capillaries to the pars distaliswhere they\nstimulate hormone synthesis and/or release.\nTwo of the hypothalamic factors,however, act to inhibit hormone release by specific cells\nof the pars distalis (hypothalamic-inhibiting hormones).\noAnother  mechanismisnegative  feedbackby  hormonesfrom  the  target  organs  on\nsecretion  of  the  relevant  hypothalamic  factorsand  on  hormone  secretion  by  the  relevant\npituitary cells.\noFinally,  hormone  secretion  in  the  pars  distalis  is  affected  byother  hormones  from\noutside the feedback loop or even outside the major target tissues. Examples:inhibin\nand  activinproduced  in  thegonads,control  release  of  FSH  and  LH;  the  oxytocin,\nliberated  in  the  posterior  pituitary  in  the  course  of  breastfeeding,  whichincreases\nsecretion of prolactin.\nThe pars nervosa,does not containsecretory cells. It is composedof neural tissue, containing\nunmyelinated  axons  ofsecretory  neurons  whose  cell  bodiessituated  in  the  supraoptic  and\nparaventricular nuclei of thehypothalamus.\nAlso present are highly branched glial cells calledpituicytesthat resemble astrocytes and are\nthe most abundant cell type in the posteriorpituitary.\nThe  secretory  neurons(in  hypothalamus)have  larger  diameter  axons  andwell-developed\nsynthetic   components  related  to  the  production  of  hormonesvasopressin(also  called\nantidiuretic hormone,ADH)andoxytocin.\nThese  hormones  are  transported  axonally  into  the  pars  nervosa  and  accumulate  in  axonal\ndilations  calledneurosecretory  bodies  or  Herring  bodies,visibleinthe  LM  as  faintly\neosinophilic  structures.Thesebodies  contain  numerous  membrane-enclosed  granules  with\neither  oxytocin  orvasopressin  boundto  a  carrier  proteincalledneurophysin  I  and  II\nrespectively.\nNerve  impulses  along  the  axons  triggerthe  release  of  the  peptides  from  theneurosecretory\nbodiesfor uptake by the fenestrated capillaries of the pars nervosa and the hormones are then\ndistributed to the general circulation.\nAxons from the supraoptic nuclei aremainly concerned withvasopressinsecretion, whereas\nmost of the fibers fromthe paraventricular nuclei areconcerned with oxytocin secretion.\nNeurohypophysis\n(Posterior Pituitary)\n\n2016-2017Histologyد.ﷴ حسین\n6\nPituitary Adenomas\nPituitary adenomasare benign tumors of the anterior pituitary  gland. Clinically, they  can be\ndivided into nonsecreting and secreting forms.\nHistorically,  adenomas  were  classified by their staining properties, the degree to which they\ntook  up  the  H&E  stains.  They  were  classified  asbasophilic,acidophilic,  orchromophobic\nadenomas.  With  modern  immunocytochemical  techniques,  however,  tumor  cells  can  be\nclassified  by  the  type  of  hormone  they  produce.  Some  cells  do  not  mark  with  any  antibody,\nand their tumors are callednull-celladenomas.\nClassification by secretory status may reflect, for example, excess cortisol\n(Cushing  disease)  or  prolactin  (prolactinoma)  or  the  overproduction  of  growth  hormone\n(gigantism or acromegaly).\nAbitemporal  hemianopiais  commonly  seen  in  patientssuffering  from  compression  of  the\noptic nerve.\noTheadrenal (suprarenal) glandsare paired organs that lie near the superior poles of the\nkidneys.\noThey  are  flattened  structures  with  a  half-moon  shape,  about  4–6  cm  long,  1–2  cm  wide,\nand 4–6 mm thick in adults. Together they weigh about 8 g.\noEachglandcovered  by  a  dense  connective  tissue  capsule  that  sends  thin  septa  to  the\ninterior  of  the  gland  as  trabeculae.  The  stroma  consists  mainly  of  a  rich  network  of\nreticular fibers that support the secretory cells.\noThe glandconsists of two concentriclayers:\nA yellowish peripheral layer, theAdrenal Cortex(AC),and\nA reddish-brown central layer, theAdrenal Medulla (AM).\noThe AC & AMare2 organs with distinct origins, functions, and morphology that become\nunited duringembryonic development.\noThey arise from different embryonic germ layers:\nThe AC arises from mesoderm and\nThe AM derived from the neural crest.\nADRENAL GLAND\nCLINICAL\nCORRELATION\n\n2016-2017Histologyد.ﷴ حسین\n7\nBlood Supply\noThe  adrenals  are  supplied  by  several  arteries  that  enter  at  various  points  around  their\nperiphery. The branches of these arteries form three groups:\nthose  supplying  the  capsule;  thecortical  arterioles,which  quickly  form  capillaries  and\nsinusoids that irrigate all cells of the cortex and eventually join themedullarycapillaries;\nandmedullary  arterioles,  which  pass  directly  through  the  cortex  and  form  an  extensive\ncapillary network in the medulla.\noThe  cells  of  the  adrenal  medulla,  thus,  receive  both  arterial  blood  from  the  medullary\narteries and venous blood originating from capillaries of the cortex.\noThe capillaryand sinusoidal endothelium is highly attenuated and fenestrated.\noCapillaries  of  both  the  cortex  and  the  medulla  form  the  centralmedullary  veins,  which\njoin to leave thegland as the adrenal or suprarenal vein.\nAdrenalCortex\noCells of the AC have characteristic features of steroid-secreting cells.\noThese include:\n(1)Central nuclei and acidophilic cytoplasm, usually rich in lipid droplets.\n(2)Their  cytoplasmhave  profuseSER  of  interconnected  tubules,  which  contain  the\nenzymesforcholesterol   synthesis   and   conversion   of   the   steroid   prohormone\npregnenolone into specific active steroid hormones.\n(3)The  mitochondria  are  often  spherical,  with  tubularrather  than  shelflike  cristae\ncontainingthe  enzymatic  equipment  for  converting  cholesterol  topregnenolone  and\nfor some steps in steroid hormone synthesis.\noSteroid  hormone-secreting  cells  do  not  store  their  product  in  granules;  rather,  they\nsynthesize  and  secrete  steroid  hormones  upon  demand.  Steroids  (beingLMW  lipid-\nsoluble   molecules)diffuse   through   the   plasma   membrane   and   do   not   require   the\nspecialized process of exocytosis for their release.\n\n2016-2017Histologyد.ﷴ حسین\n8\nThe  adrenal  cortex  has  three  concentric  zones  in  which  the  cords  of  epithelial  cells  are\narranged  somewhat  differently  and  are  specialized  toproduce  different  classes  of  steroid\nhormones:\nI.Immediately inside the connective tissue capsule is thezona glomerulosa, consisting\nof closely packed, rounded or arched cords of columnar or pyramidal cells surrounded\nby many capillaries and comprising about 15% of the cortex.\nII.The middle zone, thezona fasciculata, occupies 65–80% of the cortex and consists of\nlong  cords  of  large  polyhedral  cells,  one  or  two  cells  thick,  separated  by  fenestrated\nsinusoidal capillaries. The cells are most densely filled withcytoplasmic lipid droplets\nand, as a result of lipid dissolution during tissue preparation, often appear vacuolated\nor  spongy  in  common  histological  preparations.Because  of  their  vacuolization,  the\ncells of the fasciculata are also calledspongyocytes.\nIII.The  innermostzona  reticulariscomprises  about  10%  of  the  cortex  and  contacts  the\nadrenal  medulla.  It  consists  of  smaller  cells  disposed  in  a  network  ofirregular  cords\ninterwoven  with  wide  capillaries.  The  cells  are  usually  more  heavily  stained  than\nthoseof the other zones because they containfewer lipid droplets and more lipofuscin\npigment.\nCortical Hormones & Their Actions:\noThe  main  product  of  theZ.Gis  amineralocorticoidcalledaldosterone;theZ.Fand\npossibly   theZ.Rsecreteglucocorticoids,   especiallycortisol;theZ.   Rproduces\ndehydroepiandrosterone(DHEA),a weak androgen.\noThemineralcorticoids,so  calledbecause  they  affect  uptake  of  Na+,  K+,  and  water  by\nepithelial cells. The principal product isaldosterone, the major regulator of saltbalance,\nwhich acts tostimulate Na+ reabsorption in the distal convoluted tubules of the kidneys.\nAldosterone  secretion  in  the  zona  glomerulosa  is  stimulated  primarilyby  angiotensin  II\nand also by an increase in plasma K+ concentration, but only weakly by ACTH.\noTheglucocorticoids,   especiallycortisol,   affectCHOmetabolism   by   stimulating\nproduction  of  glucose  from  amino  acids  or  fatty  acids  (gluconeogenesis)  in  many  cells\nand  glucoseconversioninto  glycogen  in  the  liver.  Cortisol  induces  fat  mobilization  in\nsubcutaneous  adipose  tissue  and  protein  breakdown  in  muscle.  Cortisol  also  suppresses\nmany  aspects  of  the  immune  response,  including  cytokine  release  and  lymphopoiesis.\nSecretion  of  glucocorticoids  in  theZ.Fis  controlled  by  ACTH  and  negativefeedback\nproportional  to  the  concentration  of  circulating  glucocorticoids  isexerted  at  both  the\npituitary  and  hypothalamic  levels.  Cells  of  theZ.Falso  secrete  small  amounts  of\nandrogens.\noDHEAis the only sex hormone that is secreted in significant physiological quantities by\ntheAC.Itis a weak androgen that circulates in the blood as a sulfate and exerts its actions\nafterbeing  converted  into  testosterone  in  several  tissues.  Secretion  by  these  cells  is  also\nstimulated   by   ACTH   and   is   under   feedback   regulation   with   the   pituitary   and\nhypothalamus.\n\n2016-2017Histologyد.ﷴ حسین\n9\nFetal Adrenal Cortex\noAt  birth  in  humans,the adrenal  gland  is  larger  than  that  of  the  adult  and  produces  up  to\n200 mg of corticosteroids per day, twice that of an adult. At this age, a layer known as the\nfetal orprovisional cortex, comprising 80% of the total gland, is present between the thin\npermanent  cortex and  an underdeveloped medulla. The  fetal  cortex is thick and  contains\nmostly cords of large,steroid-secreting cells under the control of the fetal pituitary.\noThe  principal  function  of  the  cells  is  secretion  of  sulfated  DHEA  which  is  converted  in\nthe  placenta  to  active  estrogens  (and  androgens),  which  mostly  enter  the  maternal\ncirculation.\noThe  fetal  adrenal  cortex  is  an  important  part  of  afetoplacental  unitwhich  affects  both\nendocrine   systems   during   pregnancy   but   whose   physiological   significance   remains\nlargely unclear.\noAfter  birth,  the  provisional  cortex  undergoes  involution  while  thepermanent  cortex\norganizes the three layers (zones) described above.\nAdrenal Medulla\noThe  adrenal  medulla  is  composed  of  large,  pale-staining  polyhedral  cells  arranged  in\ncords  or  clumps  and  supported  by  a  reticular  fiber  network.A  profusesupply  of\nsinusoidal  capillaries  intervenes  between  adjacent  cords  and  a  few  parasympathetic\nganglion cells are present.\noMedullary  parenchymal  cells,  known  aschromaffin  cells,  arise  from  neural  crest  cells.\nChromaffin cells can be consideredmodified sympathetic postganglionic neurons, lacking\naxons and dendrites and specialized as secretory cells.\noUnlike  cells  of  the  cortex,  medullary  chromaffin  cells  contain  many  electron-dense\ngranulesforhormone  storage  and  secretion.These  granulescontain  one  or  the  other  of\nthecatecholamines,epinephrine(adrenalin)ornorepinephrine(noradrenaline).\noUltrastructurally  the  granules  ofepinephrine-secreting  cells  are  less  electron-denseand\ngenerally  smaller  than  those  ofnorepinephrine-secreting  cells.  Catecholamine,  together\nwith  Ca2+  and  ATP,  are  bound  in  a  granular  storage  complex  withaproteins  called\nchromogranins.\noNorepinephrine-secreting    cells    are    also    found    in    paraganglia    (collections    of\ncatecholamine-secreting cells adjacent to the autonomic ganglia) and in various viscera.\noTheconversion ofNE to Eoccurs only in chromaffin cells of theAM.\noAbout 80% of the catecholamine secreted from the adrenalis epinephrine.\noMedullary  chromaffin  cells  are  innervated  by  cholinergic  endingsof  preganglionic\nsympathetic neurons, from which impulses trigger hormone release by exocytosis.\noEpinephrine&norepinephrineare released to the blood in large quantities during intense\nemotional  reactions,  such  as  fright,   and  produce  vasoconstriction,  increasedblood\npressure,  changes  in  heart  rate,  and  metabolic  effects  such  as  elevated  blood  glucose.\nThese  effects  facilitate  various  defensive  reactions  to  the  stressor  (the  fight-or-flight\nresponse).\noDuring normal activity, the adrenal medullacontinuously secretes small quantities of the\nhormones.\n\n2016-2017Histologyد.ﷴ حسین\n10\nBecause of the feedback mechanism of adrenal cortex control, patients who are treated with\ncorticoids  for  long  periods  should  never  stop  taking  these  hormones  suddenly:  secretion  of\nACTH  in  these  patients  is  inhibited,  and  thus  the  cortex  will  not  be  induced  to  produce\ncorticoids, causing a severe misbalance in the levels of sodium and potassium.\nPheochromocytomaS\nAreneoplasmsof  theAMcharacterized  by  the  production  ofcatecholamines,  such  as\nepinephrineandnorepinephrine,  which  cause  significanthypertension,often  episodic,  in\naffected patients.\nGrossly, most of these tumors are well circumscribed and range in size from a few grams to\nkilograms.  Microscopically,pheochromocytomas  can  have  a  diverse  appearance,   from\nspindle cells to large, bizarrecells. The cells are often arrangedin nests, or cell packets called\nzellballen.\nHistologic  featuresalone  do  not  reliably  separate  benign  tumors  from  malignantones;\ntherefore, the demonstration of metastases is necessary toascertain malignancy.\nAdrenocortical disorders\nDisorders of theACcanclassified ashyperfunctionalorhypofunctional.\nTumors  of  the  adrenal  cortex  can  result  in  excessive  production  of  glucocorticoids\n(Cushing syndrome) or aldosterone (Conn syndrome).\nCushing  syndrome  is  most  often  (90%)  due  to  apituitary  adenomathat  produces\nexcessive ACTH; it is rarely caused by adrenal hyperplasia or an adrenal tumor.\nExcessive  production  ofadrenal  androgenshas  little  effect  in  men.  However,  hirsutism\nis seen in women, and precocious puberty (in boys) and virilization (in girls) are seenin\nprepubertal  children.  These  adrenogenital  syndromes  are  the  result  of  several  enzymatic\ndefects  in  steroid  metabolism  that  cause  increased  biosynthesis  of  androgensby  the\nadrenal cortex.\nAdrenocortical  insufficiency  (Addison  disease)  is  caused  by  destruction  of  theACin\nsome  diseases.   The  signs  and  symptoms  result  from  failure  of  secretion  of  both\nglucocorticoids and mineralocorticoids by theAC.\nCarcinomas  of  theACare  rare,  but  most  are  highly  malignant.  About  90%  of  them\nproduce steroids.\nCLINICAL\nCORRELATION\n\n2016-2017Histologyد.ﷴ حسین\n11\nThepancreatic  isletsare  compact  spherical  or  egg-shaped  masses  of  endocrine  tissue\nembedded within the acinar exocrine tissue of the pancreas.\nThere are more than 1 million islets in the human pancreas,most numerous in the tail of\nthe gland, but they only constitute 1–2% ofthe organ's volume.\nA very thin capsule of reticular fibers surrounds each islet, separating it from the adjacent\nacinar tissue.\nIslets have the same embryonic origin as theacinar tissue: (endoderm).\nEach  islet  consists  of  polygonal  or  rounded  cells,  smaller  and  more  lightly  stained  than\nthe  surrounding  acinar  cells,  arranged  in  cords  that  are  separated  by  a  network  of\nfenestrated  capillaries.    Autonomic  nerve  fibers  contact  some  of  the  endocrine  cells  and\nthe blood vessels.\nRoutine stains or trichromestains show that most islet cells are acidophilic or basophilic\nwith fine cytoplasmic granules.\nThe  major  hormone-producing  islet  cells  are  most  easily  identified  and  studied  by\nimmunohistochemistry:\ni.AlfaorA cellssecrete primarilyglucagonand areusually located near the periphery\nof islets.\nii.BetaorB  cellsproduceinsulin,  are  located  centrally  in  islets  and  are  the  most\nnumerous cell type.\niii.DeltaorD cells, secretingsomatostatin,scattered and much less abundant.\nInsulin is a heterodimeric protein and the other two hormones are smaller single-chain\npolypeptides.\niv.A  minor  fourth  cell  type,  more  common  in  islets  located  within  the  head  of  the\npancreas, areForPP cells,which secretepancreatic polypeptide.\nPancreatic  islets  also  normally  contain  a  few  enterochromaffin  cells,  like  those  of  the\ndigestive  tract,  which  secrete  other  polypeptidehormones  having  other  effects  within  the\ndigestive system and which are also scattered in the pancreatic acini and ducts.\nSee table: 20–4in your textbook\n\n2016-2017Histologyد.ﷴ حسین\n12\nType  1  diabetes  mellitusis  the  most  common  type  of  diabetesin  childhood  and\nadolescence  (65%  of  total  cases).  Itis  characterized  by  insulin  deficiency  and  sudden\nonset ofseverehyperglycemia,diabeticketoacidosis, and death ifpatients are left without\ninsulin treatment. Symptoms alsoincludepolyuria,polydipsia,lethargy, andweight loss.\nThe  major  cause  of  the  disease  is  autoimmune  destructionof  the  insulin-secreting  beta\ncells  in  the  islets  ofLangerhansby  T  cells  and  humoral  mediators  (TNF,interleukin-1,\nnitric oxide).\nType  2  diabetes  mellitusis  characterized  byhyperglycemiawith  normal  or  elevated\ninsulinlevels.  In  type  2DM,insulin  is  present,  but  insulin-sensitive  tissues,  such  as\nskeletal muscle and adipose tissues, manifest resistanceto the action of insulin. Defects in\nbeta  cellfunctionalso  contribute  to  the  disease  process.  Type  2DMgenerally  has  an\ninsidious  onset  and  typically  affects  adults.  Risk  factors  include  genetic  factors  and  a\nstrong association with obesity. Approximately 85% of type 2 diabetes is associated with\nobesity.\nThe enterochromaffincells scattered in both the islets and small ducts of the pancreas are\nsimilar to those ofthe digestive tract. Collectively these dispersedcells, as well as similar\ncells in the respiratory mucosa, make up thediffuse neuroendocrine system (DNES).\nLikethe  pancreatic  islets,  most  of  these  cells  arederived  from  endodermal  cells  of  the\nembryonic gut.\nCells  of  the  DNES  are  also  referred  to  asgastroenteropancreatic  (GEP)  endocrine\ncells.\nMany  cells  of  the  DNES  are  stained  by  solutions  of  chromium  salts  and  have  therefore\nbeen  calledenterochromaffin  cells.  Those  cells  that  stain  with  silver  nitrate  are\nsometimes calledargentaffin cells.\nThose  DNES  cells  secreting  serotonin  or  certain  other  amine  derivatives  demonstrate\namine  precursor  uptake  and  decarboxylationand  are  often  referred  to  acronymically  as\nAPUD  cells.  Such  names  are  still  widely  used  but  have  been  largely  replaced  by  letter\ndesignations like those used forpancreatic islet cells.\nWhatever  name  is  used,  cells  of  the  DNES  are  highly  important  due  to  their  role  in\nregulating motility and secretions of all types withinthe digestive system.\nCLINICAL\nCORRELATIO\nN\nDIFFUSE NEUROENDOCRINE SYSTEM\n\n2016-2017Histologyد.ﷴ حسین\n13\nThe  thyroid  gland,  located  in  the  cervical  region  anterior  tothe  larynx,  consists  oftwo\nlobes united by an isthmus.\nIt originates in early embryonic life fromthe foregut endoderm near the base of the future\ntongue.\nIts function is to synthesize the thyroid hormones:thyroxine(tetra-iodothyronine orT4)\nandtri-iodothyronine(T3),  which  are  important  for  growth,cell  differentiation,  and\ncontrol  of  theBMRandO2consumption  in  cellsof  the  body,  andaffect  protein,  lipid,\nandCHOmetabolism.\nThe  parenchyma  of  the  thyroid  is  composed  of  millions  of  rounded  epithelial  structures\ncalledfollicles.Each  follicle  consists  of  a  simple  epithelium  and  a  centrallumen  filled\nwith a gelatinous substance calledcolloid.\nThe thyroid is the only endocrine gland in which a large quantity of secretory product is\nstored.Moreover,  the  accumulation  is  outside  the  cells,  in  the  colloid  of  the  follicles,\nwhich  is  also  unusual.  In  humans  there  is  sufficient  hormone  in  follicles  to  supply  the\nbody  forup  to  three  months  with  no  additional  synthesis.  Thyroid  colloid  contains  the\nlarge glycoproteinthyroglobulin, the precursor for the active thyroid hormones.\nThe gland is covered by afibrouscapsule, whichsends septadividing it intolobulesand\ncarrying blood vessels, nerves, andlymphatics.\nFollicles are densely packed together, separated from one another only by sparse reticular\nconnective  tissue.  This  stroma  is  very  wellvascularized  with  an  extensive  network  of\nfenestrated  capillaries  closely  surrounding  the  follicles,  which  facilitates  molecular\ntransfer between the follicles andblood.\nFollicular  cellsrange  in  shape  from  squamous  to  low  columnar.  The  size  and  cellular\nfeatures of follicles vary with their functional activity. Active glands have more follicles\nof low columnar epithelium; glands with mostly squamous follicular cells are considered\nhypoactive.\nThe  follicular  epithelial  cells  have  typical  junctional  complexes  apically  and  rest  on  a\nbasal   lamina.   The   cells   exhibit   organelles   indicating   active   protein   synthesis   and\nsecretion, as well as phagocytosis and digestion.\nThe  nucleus  is  generally  round  and  in  the  center of  the  cell.  Basally  the  cells  are  rich  in\nrough  ER  and  apically,  facing  thefollicular  lumen,  are  Golgi  complexes,  secretory\ngranules  filled  with  colloidalmaterial,  large  phagosomes  and  abundant  lysosomes.  The\ncell membrane of the apical polehas a moderate number of microvilli. Mitochondria and\nother cisternae of rough ER are dispersed throughout the cytoplasm.\nTHYROID\nGLAND\n\n2016-2017Histologyد.ﷴ حسین\n14\nAnother endocrine cell type, theparafollicular,orclear cell (Ccell), is also found inside\nthe  basal  lamina  of  the  follicular  epithelium  or  as  isolated  clusters  between  follicles.\nParafollicular  cells,  derived  from  neural  crest  cells  migrating  into  the  area  of  the\nembryonic  foregut,  are  usually  somewhat  larger  than  follicular  cells  and  stain  less\nintensely.  They  have  a  smaller  amount  of  rough  ER,  large  Golgi  complexes,  and\nnumerous small granules containing polypeptide hormone.\nThese cells synthesize and secretecalcitonin,one functionof which is to suppress bone\nresorption by osteoclasts. Calcitonin secretion is triggered byelevated blood Ca2+ levels.\nControl of Thyroid Function\nThe  major  regulator  of  the  anatomic  and  functional  state  of  thyroid  follicles  is  TSH,\nwhich is secreted by the anterior pituitary.\nTSH increases the height of the follicular  epithelium and stimulates all stages of thyroid\nhormone production and release.\nThyroid hormones inhibit therelease of TSH, maintaining an adequate quantity of T4 and\nT3in the organism.\nTSH receptors are abundant on the basal cell membrane of follicular cells.\nSecretion  of  TSH  is  also  increased  by  exposure  to  cold  and  decreased  byheat  and\nstressful stimuli.\nSynthesis & Accumulation of Hormones by Follicular Cells\nSynthesis and accumulation of hormones take place in four stages:\n1)Synthesis of thyroglobulin.\n2)Uptake of iodide from the blood.\n3)Activation of iodide.\n4)Iodination of the tyrosine residues of thyroglobulin.\n\n2016-2017Histologyد.ﷴ حسین\n15\nLiberation of T\n3\n& T\n4\nWhen stimulated by TSH, thyroid follicular cells take up colloid by endocytosis.\nThe colloid within the endocytic vesicles is then digested by lysosomal enzymes.\nHydrolysis  of  thyroglobulin  results  inT\n4\n,  T\n3\n,  diiodotyrosine,  and  monoiodotyrosine,\nwhich are liberated into the cytoplasm.\nThe  free  T\n4\nand  T\n3\ncross  the  basolateral  cell  membrane  and  are  discharged  into  the\ncapillaries.\nMonoiodotyrosine and diiodotyrosine are not secreted into the blood, and their iodine\nis  removed  by  a  deiodinase.  The  products  of  this  enzymatic  reaction  (iodine  and\ntyrosine)are reused by the follicular cells.\nT\n4\nis  the  more  abundant  compound,  constituting  90%  of  the  circulating  thyroid\nhormone, although T\n3\nacts more rapidly and is more potent.\nHYPOTHYROIDISM\nHypothyroidism  in  the  fetus  may  present  at  birth  ascretinism,  characterized  by  arrested  or\nretarded physical and mental development.\nAdult  hypothyroidism  may  result  from  diseases  of  thethyroid  gland  (eg,  due  to  defects  in\nhormone synthesis or release) or may be secondary to pituitary orhypothalamic failure.\nAutoimmune  diseases  of  the  thyroid,  such  asHashimoto  disease,  may  impair  its  function,\nwith consequent hypothyroidism.\nA diet lowin iodide hinders the synthesis of thyroid hormones, causing increased secretion of\nTSH and compensatory growth of the thyroid gland, a conditionknown asiodine deficiency\ngoiter. Goiters are endemic in some regions of the world, where dietary iodide isscarce and\naddition of iodide to table salt is notrequired.\nThe  signs  and  symptoms  related  to  hypothyroidism  include  fatigue,increased  sensitivity  to\ncold, pale skin, constipation, muscle pain and weakness, and weight gain.\nHYPERTHYROIDISM\nHyperthyroidism may be caused by a variety of thyroid diseases, of which the most common\nform  isGraves'  disease,  characterized  by  inflammation  and  growthof  the  extraocular\nadipose tissue, which leads to the bulging of the eyes (exophthalmos). In this thyroid disorder\nhyperfunction  is  due  to  an  autoimmune  responseinvolving  antibodies  to  TSH  receptors.\nThese  antibodies  can  bind  the  receptors  on  follicular  cells  and  act  as  long-lasting  thyroid\nstimulators, continuouslystimulating thyroid hormone secretion andproducing many effects\nof hyperthyroidism such as decreased body weight and accelerated heart rate.\nCLINICAL\nCORRELATION\n\n2016-2017Histologyد.ﷴ حسین\n16\noThe  four  smallparathyroid  glandstypically  lie  on  the  posteriorsurface  of  the  thyroid\ngland and are separated fromthe thyroid glandby a connective tissue capsule.Connective\ntissuesepta  with  blood  vessels  divideeach  parathyroid  gland  into  manyincomplete\nlobules.\noThe  parathyroid  glands  are  derived  from  theendoderm  of  pharyngeal  pouch  3  (the\ninferior glands)and pouch 4 (the superior parathyroid glands).\noThere  are  twotypes  of  cells  in  thegland:chief(principle)cellsandoxyphilcells.\nAdipocytes are commonly found in the glands in older individuals.\noThechief  cellsare  small  polygonal  cells  with  round  nuclei  and  pale-staining,  slightly\nacidophilic cytoplasm. Ultrastructurallythe cytoplasm is seen to be filled with irregularly\nshaped  granules.  These  are  secretory  granules  containing  the  polypeptideparathyroid\nhormone(PTH).\noMuch smaller, often clustered, populations ofoxyphil cellsare sometimes present. These\nare  much  larger  than  the  principal  cells  and  are  characterized  by  acidophilic  cytoplasm\nfilled with abnormally shaped mitochondria. Some oxyphil cells show low levels of PTH\nsynthesis, suggesting these cells are transitional derivatives from chief cells.The oxyphil\ncells appear at puberty, and their numbers increase with age. Their functions are unclear.\nAction of Parathyroid Hormone & Its Interrelation with Calcitonin\noPTHbinds  to  receptors  in  osteoblasts.  This  is  a  signal  for  these  cells  to  produce  an\nosteoclast-stimulating factor, which increases the number and activity of osteoclasts and\nthus promotes the absorption of the calcified bone matrix and the release of Ca\n2+\ninto the\nblood.  The  resulting  increase  in  the  concentration  of  Ca\n2+\nin  the  blood  suppresses  the\nproduction ofPTH.\noCalcitonin  from  the  thyroid  gland  also  influences  osteoclasts  by  inhibiting  both  their\nresorptive  action  on  bone  and  the  liberation  of  Ca\n2+\n.  Calcitonin  thus  lowers  blood  Ca\n2+\nconcentration and increases osteogenesis; its effect is opposite to that ofPTH.\noThesetwohormones  constitute  a  dual  mechanism  to  regulate  blood  levels  of  Ca\n2+\n,  an\nimportant factor in homeostasis.\noPTHindirectly increases the absorption of Ca\n2+\nfrom theGITby stimulating the synthesis\nof vitamin D, which is necessary for this absorption.\noIn  addition  to  increasing  the  concentration  of  Ca\n2+\n,PTHreduces  the  concentration  of\nphosphate  in  the  blood.  This  effect  is  a  result  of  the  activity  ofPTHon  kidney  tubule\ncells,  diminishing  the  absorption  of  phosphate  and  causing  an  increase  of  phosphate\nexcretion in urine.\noThe secretion of parathyroid cells is regulated by blood Ca\n2+\nlevels.\nParathyroid Gland\n\n2016-2017Histologyد.ﷴ حسین\n17\noThepineal gland, also known as the pineal body or epiphysis cerebri. It is a very small,\npine cone-shaped organ in thebrain.Itdevelops with the brain from neuroectodermin the\nroof of thediencephalon and is found inthe posterior of the third ventricle, attached to the\nbrain by a short stalk.\noThegland is covered byC.Tof the pia mater, from which emerge septa containing small\nblood vessels anddividingthe gland in tolobules.\noIt iscomposed oftwotypes of cells:pinealocytesandInterstitial glialcells.\noThe  prominent  and  abundant  secretory  cells  are  thepinealocytes,  which  have  slightly\nbasophilic    cytoplasm    and    large,    irregular    euchromaticnuclei    and    nucleoli.\nUltrastructurally pinealocytes are seen to have secretory vesicles, many mitochondria, and\nlong  cytoplasmic  processes  extending  tothe  vascularized  septa,  where  they  end  in\ndilatations   near   capillaries,   indicating   an   endocrine   function.   These   cells   produce\nmelatonin,  aLMWtryptophanderivative.Unmyelinatedsympathetic  nerve  fibers  enter\nthe pineal gland and end among pinealocytes, with some forming synapses.\noInterstitial glial cellsof the pineal gland stain positively for glial fibrillaryacidic protein\nand  thus  most  closely  resemble  astrocytes.  They  have  elongated  nuclei  moreheavily\nstained  than  those  of  pinealocytes,  long  cytoplasmic  processes,  and  are  usually  found  in\nperivascular  areas  and  between  the  groups  of  pinealocytes.  Pinealastrocytes  represent\nonly about 5% of the cells in the gland.\noA characteristic feature of the pineal gland is the presence of variously sized concretions\nof  calcium  and  magnesium  salts  calledcorpora  arenaceaor  brain  sand,  whichform  by\nprecipitation   aroundextracellular   protein   deposits.   Such   concretions   appear   during\nchildhood and gradually increase in number and size with age, with noapparent effect on\nthe gland's function.\noAccumulations of brain sand are opaque to x-rays and allow the pineal to serve asa good\nmidline marker in radiological andCTstudies of the brain.\nRole of the Pineal Gland in Controlling Biological Cycles\nMelatonin  release  from  pinealocytes  is  promoted  by  darkness  and  inhibited  by  daylight  and\nthe  resulting  diurnal  fluctuation  in  blood  melatonin  levels  induces  rhythmicchanges  in  the\nactivity of the hypothalamus, pituitary gland, and other endocrine tissues that characterize the\ncircadian (24 hours, day/night) rhythm of physiologicalfunctions and behaviors.\nIn  humans  and  other  mammals  the  cycle  of  light  and  darkness  is  detected  within  the  retinas\nand  transmitted  to  the  pinealocytes  via  theretinohypothalamic  tract,  the  suprachiasmatic\nnucleus, and the tracts of sympathetic fibers entering the pineal.\nThe  pineal  gland  acts  thereforeas  a  neuroendocrinetransducer,  converting  nerve  input\nregarding light and darkness into variations in many hormonal functions.\nPINEAL GLAND\nTheEnd",
    "metadata": {
      "title": "Histology of the Endocrine System ( Part 1 )",
      "author": "vaio",
      "creator": "Nitro Pro 10  (10. 5. 3. 21)",
      "producer": "pdf-lib (https://github.com/Hopding/pdf-lib)",
      "creationDate": "2016-10-27T06:49:13.000Z",
      "modificationDate": "2025-06-30T16:58:13.000Z",
      "numPages": 17
    },
    "id": "679a7182-6acf-4eb6-a885-34ed9f9d64e0",
    "createdAt": "2025-06-30T16:58:13.389Z",
    "updatedAt": "2025-06-30T16:58:13.389Z"
  },
  {
    "title": "Test 12",
    "subject": "Anatomy",
    "topic": "Histology",
    "subtopic": "Cell Structure, Epithelia, Glands & Connective Tissue",
    "filePath": "/Users/himkerjain/creatorclass/creatorclass-1/public/uploads/ab794932-194e-4981-8aa0-4ba36e5c694f.pdf",
    "fileUrl": "/uploads/ab794932-194e-4981-8aa0-4ba36e5c694f.pdf",
    "fileType": "pdf",
    "content": "\n\nUR/S\n2\nG/2020 \nGAMETOGENESIS \nGametogenesis  is the  process occurs in  the  sexually  reproducing  organisms.  It  is  the \nprocess  of  formation  of  gamets.    When  it  occurs  in  the  female  animal  for  the  synthesis  of \novum  or  egg,  the  process  is  known  as Oogenesis and  when occurs  in  male  to  produce \nspermatozoa, the process is called Spermatogenesis,  ie. oogenesis and spermatogenesis both \nthe process  combinely called gametogenesis. \nSpermatogenesis- This process occurs in the testes. In human being a pair of testes is located \nbelow the abdominal cavity inside the muscular scrotum. Inside the testes there are numerous \ntubular structures, called seminiferous tubule. The inner surface of these tubules are lined by \ngerminal  cells, which  are  the  raw  material  for  the  formation  of spermatozoa.  The  process \noccur in two steps- \na) Formation of Spermatid- \nb) Spermeiogenesis- \nNote:- Each testes covered with a tough connective tissue capsule called Tunica albuginea. \nTestes contain three main types of cells- Germ cells- present inside  the seminiferous tubules,  \nwhich are the primordial cell for spermatogenesis, the interstitial cell  or Sartoli cells, which \nprovide nutrition to the developing spermatozoa and the Leydig cells which secret hormone \ntestosterone.  \n \nFormation of spermatid- this step can be further divided into three phases- \ni) Multiplication  phase- In  this  phase  the  germ  cells  present  on  the  basement \nlayer  of inner  side  of  the  seminiferous  tubule undergo  repeated  mitotic \ndivision.  These  newly  formed  cells are  called   spermatogonia or  sperm \nmother cells.  \nii) Growth  phase- The  spermatogonia  formed  as  a  result  of repeated  mitotic \ndivision,  stops division  and  grows  in  size  by  accumulating  nutrient  and \nprepare  for  next  phase.  These  cells  are  now  called primary  spermatocytes. \nDuring the growth phase the entire cell with the nucleus enlarges in size. \niii) Maturation  division phase- In  this  phase  the  diploid  primary spermatocytes \nundergo   first   reduction   division   and   produce two   haploid secondary \nspermatocytes. Then  the secondary  spermatocytes with  half  the  number  of \nchromosome undergo second maturation division and form four haploid cells. \nThese are called spermatids.  \nSpermeiogenesis- The  haploid  spermatides, which  are  formed  as  a  result  of  maturation \ndivision, attain locomotion  power  at  the  end  of  this phase.  For  that  it  undergoes \nseveral modifications, which are-  \n\n \n \nFig- Spermatogenesis, showing the four phases  \n \n• The cell reduces its weight by losing excess water from the cytoplasm as well as from \nthe nuclear sap. \n• The nucleus undergoes shrinkage through closely packed DNA.  \n• Even the RNA and other accessory materials are removed from the cell. \n• The Golgi complex move to one side of the cell and ultimately form the acrosome at \nthe tip. \n• The centrsome divide to form a proximal centriol and a distal centriol. \n• The microtubules orient to form a long flagella  and the distal centriol form the basal \ngranule for the flagella. \n• All the mitochondria of the cell are arranged spirally around the base of the flagella. \nWith  these  changes of  spermeiogenesis,  a non motile  spermatid changes to \nspermatozoa, which is an active swimmer with a  long flagella. \nPoints to be memorise-  \n• Spermatogenesis occurs in testes. \n• From one diploid primary spermatocyte four haploid spermatozoa are formed. \n• The acrosome of sperm is formed from the Golgi complex. \n• The mitochondrial sheath form at the base of the flagella is called Nebenkern. \n• A typical sperm has three part- Head, neck and tail  \n ",
    "metadata": {
      "creator": "Microsoft® Word for Office 365",
      "producer": "pdf-lib (https://github.com/Hopding/pdf-lib)",
      "creationDate": "2020-05-11T12:17:07.000Z",
      "modificationDate": "2025-06-30T16:59:27.000Z",
      "numPages": 2
    },
    "id": "be9f8c25-6af3-47c4-a463-6ff22adcd316",
    "createdAt": "2025-06-30T16:59:27.238Z",
    "updatedAt": "2025-06-30T16:59:27.238Z"
  },
  {
    "title": "Test 14",
    "subject": "Anatomy",
    "topic": "Embryology",
    "subtopic": "Gametogenesis",
    "filePath": "/Users/himkerjain/creatorclass/creatorclass-1/public/uploads/8e9b515a-c492-4618-8e94-2645d4731a9d.pdf",
    "fileUrl": "/uploads/8e9b515a-c492-4618-8e94-2645d4731a9d.pdf",
    "fileType": "pdf",
    "content": "\n\nUR/S\n2\nG/2020 \nGAMETOGENESIS \nGametogenesis  is the  process occurs in  the  sexually  reproducing  organisms.  It  is  the \nprocess  of  formation  of  gamets.    When  it  occurs  in  the  female  animal  for  the  synthesis  of \novum  or  egg,  the  process  is  known  as Oogenesis and  when occurs  in  male  to  produce \nspermatozoa, the process is called Spermatogenesis,  ie. oogenesis and spermatogenesis both \nthe process  combinely called gametogenesis. \nSpermatogenesis- This process occurs in the testes. In human being a pair of testes is located \nbelow the abdominal cavity inside the muscular scrotum. Inside the testes there are numerous \ntubular structures, called seminiferous tubule. The inner surface of these tubules are lined by \ngerminal  cells, which  are  the  raw  material  for  the  formation  of spermatozoa.  The  process \noccur in two steps- \na) Formation of Spermatid- \nb) Spermeiogenesis- \nNote:- Each testes covered with a tough connective tissue capsule called Tunica albuginea. \nTestes contain three main types of cells- Germ cells- present inside  the seminiferous tubules,  \nwhich are the primordial cell for spermatogenesis, the interstitial cell  or Sartoli cells, which \nprovide nutrition to the developing spermatozoa and the Leydig cells which secret hormone \ntestosterone.  \n \nFormation of spermatid- this step can be further divided into three phases- \ni) Multiplication  phase- In  this  phase  the  germ  cells  present  on  the  basement \nlayer  of inner  side  of  the  seminiferous  tubule undergo  repeated  mitotic \ndivision.  These  newly  formed  cells are  called   spermatogonia or  sperm \nmother cells.  \nii) Growth  phase- The  spermatogonia  formed  as  a  result  of repeated  mitotic \ndivision,  stops division  and  grows  in  size  by  accumulating  nutrient  and \nprepare  for  next  phase.  These  cells  are  now  called primary  spermatocytes. \nDuring the growth phase the entire cell with the nucleus enlarges in size. \niii) Maturation  division phase- In  this  phase  the  diploid  primary spermatocytes \nundergo   first   reduction   division   and   produce two   haploid secondary \nspermatocytes. Then  the secondary  spermatocytes with  half  the  number  of \nchromosome undergo second maturation division and form four haploid cells. \nThese are called spermatids.  \nSpermeiogenesis- The  haploid  spermatides, which  are  formed  as  a  result  of  maturation \ndivision, attain locomotion  power  at  the  end  of  this phase.  For  that  it  undergoes \nseveral modifications, which are-  \n\n \n \nFig- Spermatogenesis, showing the four phases  \n \n• The cell reduces its weight by losing excess water from the cytoplasm as well as from \nthe nuclear sap. \n• The nucleus undergoes shrinkage through closely packed DNA.  \n• Even the RNA and other accessory materials are removed from the cell. \n• The Golgi complex move to one side of the cell and ultimately form the acrosome at \nthe tip. \n• The centrsome divide to form a proximal centriol and a distal centriol. \n• The microtubules orient to form a long flagella  and the distal centriol form the basal \ngranule for the flagella. \n• All the mitochondria of the cell are arranged spirally around the base of the flagella. \nWith  these  changes of  spermeiogenesis,  a non motile  spermatid changes to \nspermatozoa, which is an active swimmer with a  long flagella. \nPoints to be memorise-  \n• Spermatogenesis occurs in testes. \n• From one diploid primary spermatocyte four haploid spermatozoa are formed. \n• The acrosome of sperm is formed from the Golgi complex. \n• The mitochondrial sheath form at the base of the flagella is called Nebenkern. \n• A typical sperm has three part- Head, neck and tail  \n ",
    "metadata": {
      "creator": "Microsoft® Word for Office 365",
      "producer": "pdf-lib (https://github.com/Hopding/pdf-lib)",
      "creationDate": "2020-05-11T12:17:07.000Z",
      "modificationDate": "2025-06-30T17:01:56.000Z",
      "numPages": 2
    },
    "id": "c9926419-5334-499c-969f-3deaa00afa2e",
    "createdAt": "2025-06-30T17:01:56.821Z",
    "updatedAt": "2025-06-30T17:01:56.821Z"
  },
  {
    "title": "Test 15",
    "subject": "Anatomy",
    "topic": "Embryology",
    "subtopic": "Gametogenesis",
    "filePath": "/Users/himkerjain/creatorclass/creatorclass-1/public/uploads/add329ad-6b5b-4a91-a8e7-6c2bf2d2394c.pdf",
    "fileUrl": "/uploads/add329ad-6b5b-4a91-a8e7-6c2bf2d2394c.pdf",
    "fileType": "pdf",
    "content": "\n\n2016-2017Histologyد.ﷴ حسین\n1\noIs a group of glands that regulate physiological functions by releasing hormones into the\nbloodstream.\noIntercellular signalingis the way by which a cellexerts its effects on another cell ( or on\nitself ) and itsubdivided into the following classifications:\n1)Intracrinesignals are produced within the target cell.\n2)Autocrinesignals target the cell itself.\n3)Juxtacrinesignals target adjacent (touching) cells.\n4)Paracrinesignals   target   cells   in   the   vicinity   of   the   emitting   cell   (   e.g.\nneurotransmitters)\n5)Endocrinesignals  target  distant  cellsby  producinghormones  that  travel  through  the\nbloodto reach all parts of the body.\noThe endocrine system includes:\n1.Endocrine  glands,  such  as  the  pituitary,  thyroid  and  parathyroid,  adrenal,  and  the\npineal gland;\n2.Clusters  of  endocrine  cells  located  in  the  organs  such  as  islets  of  Langerhans  in  the\npancreas; and\n3.Isolated  endocrine  cells  in  certain  tissues,  such  as  the  enteroendocrine  cells  in  the\nepithelium of the respiratory and digestivetracts.\noThe organs or tissues that are activated by released hormones are called target organs or\ntissues.  The  cells  in  the  target  organ/tissue  have  appropriate  receptors,  which  are  able  to\nrecognize and respond to specific hormones.\noHormone:achemicalsubstance produced in  the body that  controls and regulates the\nactivity of certain cells or organs.\noThe hormones can be divided into three classes based on their structure:\n1.Steroid  hormonesare  lipid  hormones  that  have  the  characteristic  ring  structure  of\nsteroids  and  are  formed  from  cholesterol.  (e.g.  estrogen,  testosterone,  cortisone,  and\naldosterone ).\n2.Peptide  hormonesare  composed  of  amino  acids.The  majority  of  hormones  of  this\ntype  are  secreted  by  the  pituitarygland  (ACTH,  TSH,  FSH,GH,andprolactin)  and\nparathyroid glands (PTH).\n3.Amine hormonesarederived from the amino acid tyrosine.(e.g.T3&T4released by\nthe thyroid and adrenaline&noradrenalinesecreted by the adrenal medulla).\nThe Endocrine System\n\n2016-2017Histologyد.ﷴ حسین\n2\noThe   pituitary   gland   is   a   neuroendocrine\norgan  located  inside  the  skull(inthe  sella\nturcica     of     the     sphenoid     bone)and\nconsidered a part of the brain.\noIt   weighsabout   0.5   g   in   adults&has\ndimensionsof about 10 x 13 x 6 mm.\noEmbryogenesis:\nThe  hypophysis  develops  partly  from  oral\nectoderm and partly from nerve tissue.\nThe    neural    componentarises    as    an\nevaginationfrom     the     floor     of     the\ndiencephalon and grows caudally as a stalk without detaching itself from the brain.\nThe oral componentarises as anout pocketingof ectoderm from the roof of the primitive\nmouth  of  the  embryo  and  grows  cranially,  forming  a  structure  calledhypophyseal\n(Rathke's) pouch. Later, a constriction at the base of this pouch separates it from the oral\ncavity. At the same time, its anterior wall thickens, reducing the lumen of Rathke's pouch\nto a small fissure.\noBecause of its dual origin, thepituitary actually consists of two glands\n1.The posterior\nNeurohypophysis\n2.The anterior\nAdenohypophysis\noUnitedanatomically    but    with\ndifferent functions.\noTheNeurohypophysisconsists of :\na)Pars Nervosa\nb)Infundibulum\ni.Stalk\nii.Median eminence.\noTheAdenohypophysis:\na)Pars Distalis ( Anterior Lobe)\nb)Pars Tuberalis\nc)Pars Intermedia.\n\n2016-2017Histologyد.ﷴ حسین\n3\noBlood Supply & the Hypothalamo-Hypophyseal Portal System:\nThe blood supply of the hypophysis derives from the internal carotid artery:\nFrom  above,  thesuperior  hypophyseal  arteriessupply  the  median  eminence  and  the\nneural stalk;\nFrom   below,inferior   hypophyseal   arteriesprovide   blood   mainly    for   the\nneurohypophysis, with a small supply to the stalk.\nThe superior hypophyseal arteries  form  aprimary capillary networkirrigating the stalk  and\nmedian  eminence.  Thecapillaries  then  rejoin  to  form  venules  that  branch  again  as  a  larger\nsecondary  capillary  networkin  the  adenohypophysis,Capillaries  of  both  networks  are\nfenestrated.\nIn the HHPS there are three groups ofhormones released at three sites:\n1.Peptide hormones synthesized by neuronsin the hypothalamus (the supraoptic and the\nparaventricularnuclei)undergo  axonal  transport  and  accumulate  distally  in  these\naxons, which are situated in thepars nervosa.\n2.Anothergroup  of  peptides  is  produced  by  neurons  in  other  hypothalamic  nucleiand\ncarried in axons for temporary axonal storage and secretion in the median eminence.\nThenenter   the   capillaries   of   the   primary   plexus   and   are   transported   to   the\nadenohypophysis  wherethey  diffuse  among  endocrine  cells  and  control  hormone\nrelease from their target cells.\n3.The third group of hormones consists of proteins and glycoproteins released from the\nendocrine  cells  of  the  adenohypophysis(under  the  control  of  the  neuropeptides  just\nmentioned)  and  picked  up  by  capillaries  of  thesecondary  plexus,  from  which  they\nenter the general circulation.\n\n2016-2017Histologyد.ﷴ حسین\n4\nPars Distalis( anterior lobe)\noIt accountsfor 75% of the mass of the hypophysis,it mainly consists of cords of epithelial\ncells   (hormone-secreting   cells)   interspersed   with   fenestratedcapillaries.   Withfew\nfibroblasts producing reticular fibers that support these cords.\noThese secretory cells are classified asChromophobesandChromophils.\nTheChromophobesdo  not  effectively  take  a  stain,  so  they  appear  clear  in  the\nMallory  trichrome  stain.  These  cells  are  undifferentiated  cells  but  are  capable  of\ndifferentiating into chromophils.\nTheChromophilsinclude:\nBasophils(appear blue in Mallory stain) and\nAcidophils(appear red in Mallory stain)\noSubtypes of basophilic and acidophilic cells are identified by TEM or more easily by IHC\nand are named for their specific hormones ortarget cells.\nAcidophils include thesomatotropicandmammotropiccells, while the\nBasophililsare thegonadotropic,corticotropic, andthyrotropiccells.\nPars Tuberalis\nThe pars tuberalis is the neck of the adenohypophysis; it wrapsaround theinfundibular stalk\nof the pituitary gland.\nIt  contains  a  rich  capillary  network  and  some  low  columnarbasophilic  cells  that  are\ncommonly arranged in cords.\nMost  of  the  cells  of  the  pars  tuberalis  are  basophilicgonadotropic  cells  that  secrete  follicle-\nstimulating hormone (FSH) and luteinizing hormone (LH).\nPars Intermedia\nThe  pars  intermedia,  which  develops  from  the  dorsal  portion  of  Rathke'spouch  is(in\nhumans) a rudimentary region made up of cords and follicles of weakly basophilic cells that\ncontain small secretory granules.\nMelanocyte stimulating hormone (MSH) is probably produced in theintermediate zone, and\nprobably also by basophils of the pars distalis.\nMSH  increases  melanocyte  activity  and  cells  of  the  pars  intermedia  are  often  referred  to  as\nmelanotropic cells, but the overall physiological significance of thisregion remains uncertain,\nespecially in adults.\nAdenohypophysis\n(Anterior Pituitary)\n\n2016-2017Histologyد.ﷴ حسین\n5\nControl of Secretion in the Adenohypophysis:\noThe  activities  of  the  cells  of  the  anterior  pituitary  are  controlled  primarily  bypeptide\nhormonesproducedinhypothalamic  nuclei  and  stored  in  their  axons  that  runto  the\nmedian   eminence.   Most   of   these   hormones   arehypothalamic-releasing   hormones;\nliberated from the axons, they are transported by capillaries to the pars distaliswhere they\nstimulate hormone synthesis and/or release.\nTwo of the hypothalamic factors,however, act to inhibit hormone release by specific cells\nof the pars distalis (hypothalamic-inhibiting hormones).\noAnother  mechanismisnegative  feedbackby  hormonesfrom  the  target  organs  on\nsecretion  of  the  relevant  hypothalamic  factorsand  on  hormone  secretion  by  the  relevant\npituitary cells.\noFinally,  hormone  secretion  in  the  pars  distalis  is  affected  byother  hormones  from\noutside the feedback loop or even outside the major target tissues. Examples:inhibin\nand  activinproduced  in  thegonads,control  release  of  FSH  and  LH;  the  oxytocin,\nliberated  in  the  posterior  pituitary  in  the  course  of  breastfeeding,  whichincreases\nsecretion of prolactin.\nThe pars nervosa,does not containsecretory cells. It is composedof neural tissue, containing\nunmyelinated  axons  ofsecretory  neurons  whose  cell  bodiessituated  in  the  supraoptic  and\nparaventricular nuclei of thehypothalamus.\nAlso present are highly branched glial cells calledpituicytesthat resemble astrocytes and are\nthe most abundant cell type in the posteriorpituitary.\nThe  secretory  neurons(in  hypothalamus)have  larger  diameter  axons  andwell-developed\nsynthetic   components  related  to  the  production  of  hormonesvasopressin(also  called\nantidiuretic hormone,ADH)andoxytocin.\nThese  hormones  are  transported  axonally  into  the  pars  nervosa  and  accumulate  in  axonal\ndilations  calledneurosecretory  bodies  or  Herring  bodies,visibleinthe  LM  as  faintly\neosinophilic  structures.Thesebodies  contain  numerous  membrane-enclosed  granules  with\neither  oxytocin  orvasopressin  boundto  a  carrier  proteincalledneurophysin  I  and  II\nrespectively.\nNerve  impulses  along  the  axons  triggerthe  release  of  the  peptides  from  theneurosecretory\nbodiesfor uptake by the fenestrated capillaries of the pars nervosa and the hormones are then\ndistributed to the general circulation.\nAxons from the supraoptic nuclei aremainly concerned withvasopressinsecretion, whereas\nmost of the fibers fromthe paraventricular nuclei areconcerned with oxytocin secretion.\nNeurohypophysis\n(Posterior Pituitary)\n\n2016-2017Histologyد.ﷴ حسین\n6\nPituitary Adenomas\nPituitary adenomasare benign tumors of the anterior pituitary  gland. Clinically, they  can be\ndivided into nonsecreting and secreting forms.\nHistorically,  adenomas  were  classified by their staining properties, the degree to which they\ntook  up  the  H&E  stains.  They  were  classified  asbasophilic,acidophilic,  orchromophobic\nadenomas.  With  modern  immunocytochemical  techniques,  however,  tumor  cells  can  be\nclassified  by  the  type  of  hormone  they  produce.  Some  cells  do  not  mark  with  any  antibody,\nand their tumors are callednull-celladenomas.\nClassification by secretory status may reflect, for example, excess cortisol\n(Cushing  disease)  or  prolactin  (prolactinoma)  or  the  overproduction  of  growth  hormone\n(gigantism or acromegaly).\nAbitemporal  hemianopiais  commonly  seen  in  patientssuffering  from  compression  of  the\noptic nerve.\noTheadrenal (suprarenal) glandsare paired organs that lie near the superior poles of the\nkidneys.\noThey  are  flattened  structures  with  a  half-moon  shape,  about  4–6  cm  long,  1–2  cm  wide,\nand 4–6 mm thick in adults. Together they weigh about 8 g.\noEachglandcovered  by  a  dense  connective  tissue  capsule  that  sends  thin  septa  to  the\ninterior  of  the  gland  as  trabeculae.  The  stroma  consists  mainly  of  a  rich  network  of\nreticular fibers that support the secretory cells.\noThe glandconsists of two concentriclayers:\nA yellowish peripheral layer, theAdrenal Cortex(AC),and\nA reddish-brown central layer, theAdrenal Medulla (AM).\noThe AC & AMare2 organs with distinct origins, functions, and morphology that become\nunited duringembryonic development.\noThey arise from different embryonic germ layers:\nThe AC arises from mesoderm and\nThe AM derived from the neural crest.\nADRENAL GLAND\nCLINICAL\nCORRELATION\n\n2016-2017Histologyد.ﷴ حسین\n7\nBlood Supply\noThe  adrenals  are  supplied  by  several  arteries  that  enter  at  various  points  around  their\nperiphery. The branches of these arteries form three groups:\nthose  supplying  the  capsule;  thecortical  arterioles,which  quickly  form  capillaries  and\nsinusoids that irrigate all cells of the cortex and eventually join themedullarycapillaries;\nandmedullary  arterioles,  which  pass  directly  through  the  cortex  and  form  an  extensive\ncapillary network in the medulla.\noThe  cells  of  the  adrenal  medulla,  thus,  receive  both  arterial  blood  from  the  medullary\narteries and venous blood originating from capillaries of the cortex.\noThe capillaryand sinusoidal endothelium is highly attenuated and fenestrated.\noCapillaries  of  both  the  cortex  and  the  medulla  form  the  centralmedullary  veins,  which\njoin to leave thegland as the adrenal or suprarenal vein.\nAdrenalCortex\noCells of the AC have characteristic features of steroid-secreting cells.\noThese include:\n(1)Central nuclei and acidophilic cytoplasm, usually rich in lipid droplets.\n(2)Their  cytoplasmhave  profuseSER  of  interconnected  tubules,  which  contain  the\nenzymesforcholesterol   synthesis   and   conversion   of   the   steroid   prohormone\npregnenolone into specific active steroid hormones.\n(3)The  mitochondria  are  often  spherical,  with  tubularrather  than  shelflike  cristae\ncontainingthe  enzymatic  equipment  for  converting  cholesterol  topregnenolone  and\nfor some steps in steroid hormone synthesis.\noSteroid  hormone-secreting  cells  do  not  store  their  product  in  granules;  rather,  they\nsynthesize  and  secrete  steroid  hormones  upon  demand.  Steroids  (beingLMW  lipid-\nsoluble   molecules)diffuse   through   the   plasma   membrane   and   do   not   require   the\nspecialized process of exocytosis for their release.\n\n2016-2017Histologyد.ﷴ حسین\n8\nThe  adrenal  cortex  has  three  concentric  zones  in  which  the  cords  of  epithelial  cells  are\narranged  somewhat  differently  and  are  specialized  toproduce  different  classes  of  steroid\nhormones:\nI.Immediately inside the connective tissue capsule is thezona glomerulosa, consisting\nof closely packed, rounded or arched cords of columnar or pyramidal cells surrounded\nby many capillaries and comprising about 15% of the cortex.\nII.The middle zone, thezona fasciculata, occupies 65–80% of the cortex and consists of\nlong  cords  of  large  polyhedral  cells,  one  or  two  cells  thick,  separated  by  fenestrated\nsinusoidal capillaries. The cells are most densely filled withcytoplasmic lipid droplets\nand, as a result of lipid dissolution during tissue preparation, often appear vacuolated\nor  spongy  in  common  histological  preparations.Because  of  their  vacuolization,  the\ncells of the fasciculata are also calledspongyocytes.\nIII.The  innermostzona  reticulariscomprises  about  10%  of  the  cortex  and  contacts  the\nadrenal  medulla.  It  consists  of  smaller  cells  disposed  in  a  network  ofirregular  cords\ninterwoven  with  wide  capillaries.  The  cells  are  usually  more  heavily  stained  than\nthoseof the other zones because they containfewer lipid droplets and more lipofuscin\npigment.\nCortical Hormones & Their Actions:\noThe  main  product  of  theZ.Gis  amineralocorticoidcalledaldosterone;theZ.Fand\npossibly   theZ.Rsecreteglucocorticoids,   especiallycortisol;theZ.   Rproduces\ndehydroepiandrosterone(DHEA),a weak androgen.\noThemineralcorticoids,so  calledbecause  they  affect  uptake  of  Na+,  K+,  and  water  by\nepithelial cells. The principal product isaldosterone, the major regulator of saltbalance,\nwhich acts tostimulate Na+ reabsorption in the distal convoluted tubules of the kidneys.\nAldosterone  secretion  in  the  zona  glomerulosa  is  stimulated  primarilyby  angiotensin  II\nand also by an increase in plasma K+ concentration, but only weakly by ACTH.\noTheglucocorticoids,   especiallycortisol,   affectCHOmetabolism   by   stimulating\nproduction  of  glucose  from  amino  acids  or  fatty  acids  (gluconeogenesis)  in  many  cells\nand  glucoseconversioninto  glycogen  in  the  liver.  Cortisol  induces  fat  mobilization  in\nsubcutaneous  adipose  tissue  and  protein  breakdown  in  muscle.  Cortisol  also  suppresses\nmany  aspects  of  the  immune  response,  including  cytokine  release  and  lymphopoiesis.\nSecretion  of  glucocorticoids  in  theZ.Fis  controlled  by  ACTH  and  negativefeedback\nproportional  to  the  concentration  of  circulating  glucocorticoids  isexerted  at  both  the\npituitary  and  hypothalamic  levels.  Cells  of  theZ.Falso  secrete  small  amounts  of\nandrogens.\noDHEAis the only sex hormone that is secreted in significant physiological quantities by\ntheAC.Itis a weak androgen that circulates in the blood as a sulfate and exerts its actions\nafterbeing  converted  into  testosterone  in  several  tissues.  Secretion  by  these  cells  is  also\nstimulated   by   ACTH   and   is   under   feedback   regulation   with   the   pituitary   and\nhypothalamus.\n\n2016-2017Histologyد.ﷴ حسین\n9\nFetal Adrenal Cortex\noAt  birth  in  humans,the adrenal  gland  is  larger  than  that  of  the  adult  and  produces  up  to\n200 mg of corticosteroids per day, twice that of an adult. At this age, a layer known as the\nfetal orprovisional cortex, comprising 80% of the total gland, is present between the thin\npermanent  cortex and  an underdeveloped medulla. The  fetal  cortex is thick and  contains\nmostly cords of large,steroid-secreting cells under the control of the fetal pituitary.\noThe  principal  function  of  the  cells  is  secretion  of  sulfated  DHEA  which  is  converted  in\nthe  placenta  to  active  estrogens  (and  androgens),  which  mostly  enter  the  maternal\ncirculation.\noThe  fetal  adrenal  cortex  is  an  important  part  of  afetoplacental  unitwhich  affects  both\nendocrine   systems   during   pregnancy   but   whose   physiological   significance   remains\nlargely unclear.\noAfter  birth,  the  provisional  cortex  undergoes  involution  while  thepermanent  cortex\norganizes the three layers (zones) described above.\nAdrenal Medulla\noThe  adrenal  medulla  is  composed  of  large,  pale-staining  polyhedral  cells  arranged  in\ncords  or  clumps  and  supported  by  a  reticular  fiber  network.A  profusesupply  of\nsinusoidal  capillaries  intervenes  between  adjacent  cords  and  a  few  parasympathetic\nganglion cells are present.\noMedullary  parenchymal  cells,  known  aschromaffin  cells,  arise  from  neural  crest  cells.\nChromaffin cells can be consideredmodified sympathetic postganglionic neurons, lacking\naxons and dendrites and specialized as secretory cells.\noUnlike  cells  of  the  cortex,  medullary  chromaffin  cells  contain  many  electron-dense\ngranulesforhormone  storage  and  secretion.These  granulescontain  one  or  the  other  of\nthecatecholamines,epinephrine(adrenalin)ornorepinephrine(noradrenaline).\noUltrastructurally  the  granules  ofepinephrine-secreting  cells  are  less  electron-denseand\ngenerally  smaller  than  those  ofnorepinephrine-secreting  cells.  Catecholamine,  together\nwith  Ca2+  and  ATP,  are  bound  in  a  granular  storage  complex  withaproteins  called\nchromogranins.\noNorepinephrine-secreting    cells    are    also    found    in    paraganglia    (collections    of\ncatecholamine-secreting cells adjacent to the autonomic ganglia) and in various viscera.\noTheconversion ofNE to Eoccurs only in chromaffin cells of theAM.\noAbout 80% of the catecholamine secreted from the adrenalis epinephrine.\noMedullary  chromaffin  cells  are  innervated  by  cholinergic  endingsof  preganglionic\nsympathetic neurons, from which impulses trigger hormone release by exocytosis.\noEpinephrine&norepinephrineare released to the blood in large quantities during intense\nemotional  reactions,  such  as  fright,   and  produce  vasoconstriction,  increasedblood\npressure,  changes  in  heart  rate,  and  metabolic  effects  such  as  elevated  blood  glucose.\nThese  effects  facilitate  various  defensive  reactions  to  the  stressor  (the  fight-or-flight\nresponse).\noDuring normal activity, the adrenal medullacontinuously secretes small quantities of the\nhormones.\n\n2016-2017Histologyد.ﷴ حسین\n10\nBecause of the feedback mechanism of adrenal cortex control, patients who are treated with\ncorticoids  for  long  periods  should  never  stop  taking  these  hormones  suddenly:  secretion  of\nACTH  in  these  patients  is  inhibited,  and  thus  the  cortex  will  not  be  induced  to  produce\ncorticoids, causing a severe misbalance in the levels of sodium and potassium.\nPheochromocytomaS\nAreneoplasmsof  theAMcharacterized  by  the  production  ofcatecholamines,  such  as\nepinephrineandnorepinephrine,  which  cause  significanthypertension,often  episodic,  in\naffected patients.\nGrossly, most of these tumors are well circumscribed and range in size from a few grams to\nkilograms.  Microscopically,pheochromocytomas  can  have  a  diverse  appearance,   from\nspindle cells to large, bizarrecells. The cells are often arrangedin nests, or cell packets called\nzellballen.\nHistologic  featuresalone  do  not  reliably  separate  benign  tumors  from  malignantones;\ntherefore, the demonstration of metastases is necessary toascertain malignancy.\nAdrenocortical disorders\nDisorders of theACcanclassified ashyperfunctionalorhypofunctional.\nTumors  of  the  adrenal  cortex  can  result  in  excessive  production  of  glucocorticoids\n(Cushing syndrome) or aldosterone (Conn syndrome).\nCushing  syndrome  is  most  often  (90%)  due  to  apituitary  adenomathat  produces\nexcessive ACTH; it is rarely caused by adrenal hyperplasia or an adrenal tumor.\nExcessive  production  ofadrenal  androgenshas  little  effect  in  men.  However,  hirsutism\nis seen in women, and precocious puberty (in boys) and virilization (in girls) are seenin\nprepubertal  children.  These  adrenogenital  syndromes  are  the  result  of  several  enzymatic\ndefects  in  steroid  metabolism  that  cause  increased  biosynthesis  of  androgensby  the\nadrenal cortex.\nAdrenocortical  insufficiency  (Addison  disease)  is  caused  by  destruction  of  theACin\nsome  diseases.   The  signs  and  symptoms  result  from  failure  of  secretion  of  both\nglucocorticoids and mineralocorticoids by theAC.\nCarcinomas  of  theACare  rare,  but  most  are  highly  malignant.  About  90%  of  them\nproduce steroids.\nCLINICAL\nCORRELATION\n\n2016-2017Histologyد.ﷴ حسین\n11\nThepancreatic  isletsare  compact  spherical  or  egg-shaped  masses  of  endocrine  tissue\nembedded within the acinar exocrine tissue of the pancreas.\nThere are more than 1 million islets in the human pancreas,most numerous in the tail of\nthe gland, but they only constitute 1–2% ofthe organ's volume.\nA very thin capsule of reticular fibers surrounds each islet, separating it from the adjacent\nacinar tissue.\nIslets have the same embryonic origin as theacinar tissue: (endoderm).\nEach  islet  consists  of  polygonal  or  rounded  cells,  smaller  and  more  lightly  stained  than\nthe  surrounding  acinar  cells,  arranged  in  cords  that  are  separated  by  a  network  of\nfenestrated  capillaries.    Autonomic  nerve  fibers  contact  some  of  the  endocrine  cells  and\nthe blood vessels.\nRoutine stains or trichromestains show that most islet cells are acidophilic or basophilic\nwith fine cytoplasmic granules.\nThe  major  hormone-producing  islet  cells  are  most  easily  identified  and  studied  by\nimmunohistochemistry:\ni.AlfaorA cellssecrete primarilyglucagonand areusually located near the periphery\nof islets.\nii.BetaorB  cellsproduceinsulin,  are  located  centrally  in  islets  and  are  the  most\nnumerous cell type.\niii.DeltaorD cells, secretingsomatostatin,scattered and much less abundant.\nInsulin is a heterodimeric protein and the other two hormones are smaller single-chain\npolypeptides.\niv.A  minor  fourth  cell  type,  more  common  in  islets  located  within  the  head  of  the\npancreas, areForPP cells,which secretepancreatic polypeptide.\nPancreatic  islets  also  normally  contain  a  few  enterochromaffin  cells,  like  those  of  the\ndigestive  tract,  which  secrete  other  polypeptidehormones  having  other  effects  within  the\ndigestive system and which are also scattered in the pancreatic acini and ducts.\nSee table: 20–4in your textbook\n\n2016-2017Histologyد.ﷴ حسین\n12\nType  1  diabetes  mellitusis  the  most  common  type  of  diabetesin  childhood  and\nadolescence  (65%  of  total  cases).  Itis  characterized  by  insulin  deficiency  and  sudden\nonset ofseverehyperglycemia,diabeticketoacidosis, and death ifpatients are left without\ninsulin treatment. Symptoms alsoincludepolyuria,polydipsia,lethargy, andweight loss.\nThe  major  cause  of  the  disease  is  autoimmune  destructionof  the  insulin-secreting  beta\ncells  in  the  islets  ofLangerhansby  T  cells  and  humoral  mediators  (TNF,interleukin-1,\nnitric oxide).\nType  2  diabetes  mellitusis  characterized  byhyperglycemiawith  normal  or  elevated\ninsulinlevels.  In  type  2DM,insulin  is  present,  but  insulin-sensitive  tissues,  such  as\nskeletal muscle and adipose tissues, manifest resistanceto the action of insulin. Defects in\nbeta  cellfunctionalso  contribute  to  the  disease  process.  Type  2DMgenerally  has  an\ninsidious  onset  and  typically  affects  adults.  Risk  factors  include  genetic  factors  and  a\nstrong association with obesity. Approximately 85% of type 2 diabetes is associated with\nobesity.\nThe enterochromaffincells scattered in both the islets and small ducts of the pancreas are\nsimilar to those ofthe digestive tract. Collectively these dispersedcells, as well as similar\ncells in the respiratory mucosa, make up thediffuse neuroendocrine system (DNES).\nLikethe  pancreatic  islets,  most  of  these  cells  arederived  from  endodermal  cells  of  the\nembryonic gut.\nCells  of  the  DNES  are  also  referred  to  asgastroenteropancreatic  (GEP)  endocrine\ncells.\nMany  cells  of  the  DNES  are  stained  by  solutions  of  chromium  salts  and  have  therefore\nbeen  calledenterochromaffin  cells.  Those  cells  that  stain  with  silver  nitrate  are\nsometimes calledargentaffin cells.\nThose  DNES  cells  secreting  serotonin  or  certain  other  amine  derivatives  demonstrate\namine  precursor  uptake  and  decarboxylationand  are  often  referred  to  acronymically  as\nAPUD  cells.  Such  names  are  still  widely  used  but  have  been  largely  replaced  by  letter\ndesignations like those used forpancreatic islet cells.\nWhatever  name  is  used,  cells  of  the  DNES  are  highly  important  due  to  their  role  in\nregulating motility and secretions of all types withinthe digestive system.\nCLINICAL\nCORRELATIO\nN\nDIFFUSE NEUROENDOCRINE SYSTEM\n\n2016-2017Histologyد.ﷴ حسین\n13\nThe  thyroid  gland,  located  in  the  cervical  region  anterior  tothe  larynx,  consists  oftwo\nlobes united by an isthmus.\nIt originates in early embryonic life fromthe foregut endoderm near the base of the future\ntongue.\nIts function is to synthesize the thyroid hormones:thyroxine(tetra-iodothyronine orT4)\nandtri-iodothyronine(T3),  which  are  important  for  growth,cell  differentiation,  and\ncontrol  of  theBMRandO2consumption  in  cellsof  the  body,  andaffect  protein,  lipid,\nandCHOmetabolism.\nThe  parenchyma  of  the  thyroid  is  composed  of  millions  of  rounded  epithelial  structures\ncalledfollicles.Each  follicle  consists  of  a  simple  epithelium  and  a  centrallumen  filled\nwith a gelatinous substance calledcolloid.\nThe thyroid is the only endocrine gland in which a large quantity of secretory product is\nstored.Moreover,  the  accumulation  is  outside  the  cells,  in  the  colloid  of  the  follicles,\nwhich  is  also  unusual.  In  humans  there  is  sufficient  hormone  in  follicles  to  supply  the\nbody  forup  to  three  months  with  no  additional  synthesis.  Thyroid  colloid  contains  the\nlarge glycoproteinthyroglobulin, the precursor for the active thyroid hormones.\nThe gland is covered by afibrouscapsule, whichsends septadividing it intolobulesand\ncarrying blood vessels, nerves, andlymphatics.\nFollicles are densely packed together, separated from one another only by sparse reticular\nconnective  tissue.  This  stroma  is  very  wellvascularized  with  an  extensive  network  of\nfenestrated  capillaries  closely  surrounding  the  follicles,  which  facilitates  molecular\ntransfer between the follicles andblood.\nFollicular  cellsrange  in  shape  from  squamous  to  low  columnar.  The  size  and  cellular\nfeatures of follicles vary with their functional activity. Active glands have more follicles\nof low columnar epithelium; glands with mostly squamous follicular cells are considered\nhypoactive.\nThe  follicular  epithelial  cells  have  typical  junctional  complexes  apically  and  rest  on  a\nbasal   lamina.   The   cells   exhibit   organelles   indicating   active   protein   synthesis   and\nsecretion, as well as phagocytosis and digestion.\nThe  nucleus  is  generally  round  and  in  the  center of  the  cell.  Basally  the  cells  are  rich  in\nrough  ER  and  apically,  facing  thefollicular  lumen,  are  Golgi  complexes,  secretory\ngranules  filled  with  colloidalmaterial,  large  phagosomes  and  abundant  lysosomes.  The\ncell membrane of the apical polehas a moderate number of microvilli. Mitochondria and\nother cisternae of rough ER are dispersed throughout the cytoplasm.\nTHYROID\nGLAND\n\n2016-2017Histologyد.ﷴ حسین\n14\nAnother endocrine cell type, theparafollicular,orclear cell (Ccell), is also found inside\nthe  basal  lamina  of  the  follicular  epithelium  or  as  isolated  clusters  between  follicles.\nParafollicular  cells,  derived  from  neural  crest  cells  migrating  into  the  area  of  the\nembryonic  foregut,  are  usually  somewhat  larger  than  follicular  cells  and  stain  less\nintensely.  They  have  a  smaller  amount  of  rough  ER,  large  Golgi  complexes,  and\nnumerous small granules containing polypeptide hormone.\nThese cells synthesize and secretecalcitonin,one functionof which is to suppress bone\nresorption by osteoclasts. Calcitonin secretion is triggered byelevated blood Ca2+ levels.\nControl of Thyroid Function\nThe  major  regulator  of  the  anatomic  and  functional  state  of  thyroid  follicles  is  TSH,\nwhich is secreted by the anterior pituitary.\nTSH increases the height of the follicular  epithelium and stimulates all stages of thyroid\nhormone production and release.\nThyroid hormones inhibit therelease of TSH, maintaining an adequate quantity of T4 and\nT3in the organism.\nTSH receptors are abundant on the basal cell membrane of follicular cells.\nSecretion  of  TSH  is  also  increased  by  exposure  to  cold  and  decreased  byheat  and\nstressful stimuli.\nSynthesis & Accumulation of Hormones by Follicular Cells\nSynthesis and accumulation of hormones take place in four stages:\n1)Synthesis of thyroglobulin.\n2)Uptake of iodide from the blood.\n3)Activation of iodide.\n4)Iodination of the tyrosine residues of thyroglobulin.\n\n2016-2017Histologyد.ﷴ حسین\n15\nLiberation of T\n3\n& T\n4\nWhen stimulated by TSH, thyroid follicular cells take up colloid by endocytosis.\nThe colloid within the endocytic vesicles is then digested by lysosomal enzymes.\nHydrolysis  of  thyroglobulin  results  inT\n4\n,  T\n3\n,  diiodotyrosine,  and  monoiodotyrosine,\nwhich are liberated into the cytoplasm.\nThe  free  T\n4\nand  T\n3\ncross  the  basolateral  cell  membrane  and  are  discharged  into  the\ncapillaries.\nMonoiodotyrosine and diiodotyrosine are not secreted into the blood, and their iodine\nis  removed  by  a  deiodinase.  The  products  of  this  enzymatic  reaction  (iodine  and\ntyrosine)are reused by the follicular cells.\nT\n4\nis  the  more  abundant  compound,  constituting  90%  of  the  circulating  thyroid\nhormone, although T\n3\nacts more rapidly and is more potent.\nHYPOTHYROIDISM\nHypothyroidism  in  the  fetus  may  present  at  birth  ascretinism,  characterized  by  arrested  or\nretarded physical and mental development.\nAdult  hypothyroidism  may  result  from  diseases  of  thethyroid  gland  (eg,  due  to  defects  in\nhormone synthesis or release) or may be secondary to pituitary orhypothalamic failure.\nAutoimmune  diseases  of  the  thyroid,  such  asHashimoto  disease,  may  impair  its  function,\nwith consequent hypothyroidism.\nA diet lowin iodide hinders the synthesis of thyroid hormones, causing increased secretion of\nTSH and compensatory growth of the thyroid gland, a conditionknown asiodine deficiency\ngoiter. Goiters are endemic in some regions of the world, where dietary iodide isscarce and\naddition of iodide to table salt is notrequired.\nThe  signs  and  symptoms  related  to  hypothyroidism  include  fatigue,increased  sensitivity  to\ncold, pale skin, constipation, muscle pain and weakness, and weight gain.\nHYPERTHYROIDISM\nHyperthyroidism may be caused by a variety of thyroid diseases, of which the most common\nform  isGraves'  disease,  characterized  by  inflammation  and  growthof  the  extraocular\nadipose tissue, which leads to the bulging of the eyes (exophthalmos). In this thyroid disorder\nhyperfunction  is  due  to  an  autoimmune  responseinvolving  antibodies  to  TSH  receptors.\nThese  antibodies  can  bind  the  receptors  on  follicular  cells  and  act  as  long-lasting  thyroid\nstimulators, continuouslystimulating thyroid hormone secretion andproducing many effects\nof hyperthyroidism such as decreased body weight and accelerated heart rate.\nCLINICAL\nCORRELATION\n\n2016-2017Histologyد.ﷴ حسین\n16\noThe  four  smallparathyroid  glandstypically  lie  on  the  posteriorsurface  of  the  thyroid\ngland and are separated fromthe thyroid glandby a connective tissue capsule.Connective\ntissuesepta  with  blood  vessels  divideeach  parathyroid  gland  into  manyincomplete\nlobules.\noThe  parathyroid  glands  are  derived  from  theendoderm  of  pharyngeal  pouch  3  (the\ninferior glands)and pouch 4 (the superior parathyroid glands).\noThere  are  twotypes  of  cells  in  thegland:chief(principle)cellsandoxyphilcells.\nAdipocytes are commonly found in the glands in older individuals.\noThechief  cellsare  small  polygonal  cells  with  round  nuclei  and  pale-staining,  slightly\nacidophilic cytoplasm. Ultrastructurallythe cytoplasm is seen to be filled with irregularly\nshaped  granules.  These  are  secretory  granules  containing  the  polypeptideparathyroid\nhormone(PTH).\noMuch smaller, often clustered, populations ofoxyphil cellsare sometimes present. These\nare  much  larger  than  the  principal  cells  and  are  characterized  by  acidophilic  cytoplasm\nfilled with abnormally shaped mitochondria. Some oxyphil cells show low levels of PTH\nsynthesis, suggesting these cells are transitional derivatives from chief cells.The oxyphil\ncells appear at puberty, and their numbers increase with age. Their functions are unclear.\nAction of Parathyroid Hormone & Its Interrelation with Calcitonin\noPTHbinds  to  receptors  in  osteoblasts.  This  is  a  signal  for  these  cells  to  produce  an\nosteoclast-stimulating factor, which increases the number and activity of osteoclasts and\nthus promotes the absorption of the calcified bone matrix and the release of Ca\n2+\ninto the\nblood.  The  resulting  increase  in  the  concentration  of  Ca\n2+\nin  the  blood  suppresses  the\nproduction ofPTH.\noCalcitonin  from  the  thyroid  gland  also  influences  osteoclasts  by  inhibiting  both  their\nresorptive  action  on  bone  and  the  liberation  of  Ca\n2+\n.  Calcitonin  thus  lowers  blood  Ca\n2+\nconcentration and increases osteogenesis; its effect is opposite to that ofPTH.\noThesetwohormones  constitute  a  dual  mechanism  to  regulate  blood  levels  of  Ca\n2+\n,  an\nimportant factor in homeostasis.\noPTHindirectly increases the absorption of Ca\n2+\nfrom theGITby stimulating the synthesis\nof vitamin D, which is necessary for this absorption.\noIn  addition  to  increasing  the  concentration  of  Ca\n2+\n,PTHreduces  the  concentration  of\nphosphate  in  the  blood.  This  effect  is  a  result  of  the  activity  ofPTHon  kidney  tubule\ncells,  diminishing  the  absorption  of  phosphate  and  causing  an  increase  of  phosphate\nexcretion in urine.\noThe secretion of parathyroid cells is regulated by blood Ca\n2+\nlevels.\nParathyroid Gland\n\n2016-2017Histologyد.ﷴ حسین\n17\noThepineal gland, also known as the pineal body or epiphysis cerebri. It is a very small,\npine cone-shaped organ in thebrain.Itdevelops with the brain from neuroectodermin the\nroof of thediencephalon and is found inthe posterior of the third ventricle, attached to the\nbrain by a short stalk.\noThegland is covered byC.Tof the pia mater, from which emerge septa containing small\nblood vessels anddividingthe gland in tolobules.\noIt iscomposed oftwotypes of cells:pinealocytesandInterstitial glialcells.\noThe  prominent  and  abundant  secretory  cells  are  thepinealocytes,  which  have  slightly\nbasophilic    cytoplasm    and    large,    irregular    euchromaticnuclei    and    nucleoli.\nUltrastructurally pinealocytes are seen to have secretory vesicles, many mitochondria, and\nlong  cytoplasmic  processes  extending  tothe  vascularized  septa,  where  they  end  in\ndilatations   near   capillaries,   indicating   an   endocrine   function.   These   cells   produce\nmelatonin,  aLMWtryptophanderivative.Unmyelinatedsympathetic  nerve  fibers  enter\nthe pineal gland and end among pinealocytes, with some forming synapses.\noInterstitial glial cellsof the pineal gland stain positively for glial fibrillaryacidic protein\nand  thus  most  closely  resemble  astrocytes.  They  have  elongated  nuclei  moreheavily\nstained  than  those  of  pinealocytes,  long  cytoplasmic  processes,  and  are  usually  found  in\nperivascular  areas  and  between  the  groups  of  pinealocytes.  Pinealastrocytes  represent\nonly about 5% of the cells in the gland.\noA characteristic feature of the pineal gland is the presence of variously sized concretions\nof  calcium  and  magnesium  salts  calledcorpora  arenaceaor  brain  sand,  whichform  by\nprecipitation   aroundextracellular   protein   deposits.   Such   concretions   appear   during\nchildhood and gradually increase in number and size with age, with noapparent effect on\nthe gland's function.\noAccumulations of brain sand are opaque to x-rays and allow the pineal to serve asa good\nmidline marker in radiological andCTstudies of the brain.\nRole of the Pineal Gland in Controlling Biological Cycles\nMelatonin  release  from  pinealocytes  is  promoted  by  darkness  and  inhibited  by  daylight  and\nthe  resulting  diurnal  fluctuation  in  blood  melatonin  levels  induces  rhythmicchanges  in  the\nactivity of the hypothalamus, pituitary gland, and other endocrine tissues that characterize the\ncircadian (24 hours, day/night) rhythm of physiologicalfunctions and behaviors.\nIn  humans  and  other  mammals  the  cycle  of  light  and  darkness  is  detected  within  the  retinas\nand  transmitted  to  the  pinealocytes  via  theretinohypothalamic  tract,  the  suprachiasmatic\nnucleus, and the tracts of sympathetic fibers entering the pineal.\nThe  pineal  gland  acts  thereforeas  a  neuroendocrinetransducer,  converting  nerve  input\nregarding light and darkness into variations in many hormonal functions.\nPINEAL GLAND\nTheEnd",
    "metadata": {
      "title": "Histology of the Endocrine System ( Part 1 )",
      "author": "vaio",
      "creator": "Nitro Pro 10  (10. 5. 3. 21)",
      "producer": "pdf-lib (https://github.com/Hopding/pdf-lib)",
      "creationDate": "2016-10-27T06:49:13.000Z",
      "modificationDate": "2025-06-30T17:20:02.000Z",
      "numPages": 17
    },
    "id": "651c1d72-0e29-4be5-a3dd-f01ecefe75fc",
    "createdAt": "2025-06-30T17:20:02.740Z",
    "updatedAt": "2025-06-30T17:20:02.740Z"
  },
  {
    "title": "Test 16",
    "subject": "Anatomy",
    "topic": "Embryology",
    "subtopic": "Gametogenesis",
    "filePath": "/Users/himkerjain/creatorclass/creatorclass-1/public/uploads/7cdec62c-b6ed-4257-9cf7-1f0d68594703.pdf",
    "fileUrl": "/uploads/7cdec62c-b6ed-4257-9cf7-1f0d68594703.pdf",
    "fileType": "pdf",
    "content": "\n\nUR/S\n2\nG/2020 \nGAMETOGENESIS \nGametogenesis  is the  process occurs in  the  sexually  reproducing  organisms.  It  is  the \nprocess  of  formation  of  gamets.    When  it  occurs  in  the  female  animal  for  the  synthesis  of \novum  or  egg,  the  process  is  known  as Oogenesis and  when occurs  in  male  to  produce \nspermatozoa, the process is called Spermatogenesis,  ie. oogenesis and spermatogenesis both \nthe process  combinely called gametogenesis. \nSpermatogenesis- This process occurs in the testes. In human being a pair of testes is located \nbelow the abdominal cavity inside the muscular scrotum. Inside the testes there are numerous \ntubular structures, called seminiferous tubule. The inner surface of these tubules are lined by \ngerminal  cells, which  are  the  raw  material  for  the  formation  of spermatozoa.  The  process \noccur in two steps- \na) Formation of Spermatid- \nb) Spermeiogenesis- \nNote:- Each testes covered with a tough connective tissue capsule called Tunica albuginea. \nTestes contain three main types of cells- Germ cells- present inside  the seminiferous tubules,  \nwhich are the primordial cell for spermatogenesis, the interstitial cell  or Sartoli cells, which \nprovide nutrition to the developing spermatozoa and the Leydig cells which secret hormone \ntestosterone.  \n \nFormation of spermatid- this step can be further divided into three phases- \ni) Multiplication  phase- In  this  phase  the  germ  cells  present  on  the  basement \nlayer  of inner  side  of  the  seminiferous  tubule undergo  repeated  mitotic \ndivision.  These  newly  formed  cells are  called   spermatogonia or  sperm \nmother cells.  \nii) Growth  phase- The  spermatogonia  formed  as  a  result  of repeated  mitotic \ndivision,  stops division  and  grows  in  size  by  accumulating  nutrient  and \nprepare  for  next  phase.  These  cells  are  now  called primary  spermatocytes. \nDuring the growth phase the entire cell with the nucleus enlarges in size. \niii) Maturation  division phase- In  this  phase  the  diploid  primary spermatocytes \nundergo   first   reduction   division   and   produce two   haploid secondary \nspermatocytes. Then  the secondary  spermatocytes with  half  the  number  of \nchromosome undergo second maturation division and form four haploid cells. \nThese are called spermatids.  \nSpermeiogenesis- The  haploid  spermatides, which  are  formed  as  a  result  of  maturation \ndivision, attain locomotion  power  at  the  end  of  this phase.  For  that  it  undergoes \nseveral modifications, which are-  \n\n \n \nFig- Spermatogenesis, showing the four phases  \n \n• The cell reduces its weight by losing excess water from the cytoplasm as well as from \nthe nuclear sap. \n• The nucleus undergoes shrinkage through closely packed DNA.  \n• Even the RNA and other accessory materials are removed from the cell. \n• The Golgi complex move to one side of the cell and ultimately form the acrosome at \nthe tip. \n• The centrsome divide to form a proximal centriol and a distal centriol. \n• The microtubules orient to form a long flagella  and the distal centriol form the basal \ngranule for the flagella. \n• All the mitochondria of the cell are arranged spirally around the base of the flagella. \nWith  these  changes of  spermeiogenesis,  a non motile  spermatid changes to \nspermatozoa, which is an active swimmer with a  long flagella. \nPoints to be memorise-  \n• Spermatogenesis occurs in testes. \n• From one diploid primary spermatocyte four haploid spermatozoa are formed. \n• The acrosome of sperm is formed from the Golgi complex. \n• The mitochondrial sheath form at the base of the flagella is called Nebenkern. \n• A typical sperm has three part- Head, neck and tail  \n ",
    "metadata": {
      "creator": "Microsoft® Word for Office 365",
      "producer": "pdf-lib (https://github.com/Hopding/pdf-lib)",
      "creationDate": "2020-05-11T12:17:07.000Z",
      "modificationDate": "2025-06-30T17:40:43.000Z",
      "numPages": 2
    },
    "id": "0eff8d7c-1bba-4b7e-9bd2-f94205be5dbf",
    "createdAt": "2025-06-30T17:40:43.270Z",
    "updatedAt": "2025-06-30T17:40:43.270Z"
  },
  {
    "title": "Test 1",
    "subject": "Anatomy",
    "topic": "Embryology",
    "subtopic": "Gametogenesis",
    "filePath": "/Users/himkerjain/creatorclass/creatorclass-2/public/uploads/ada5e8ab-ee6e-4ed0-8212-3627ad660bf6.pdf",
    "fileUrl": "/uploads/ada5e8ab-ee6e-4ed0-8212-3627ad660bf6.pdf",
    "fileType": "pdf",
    "content": "\n\nUR/S\n2\nG/2020 \nGAMETOGENESIS \nGametogenesis  is the  process occurs in  the  sexually  reproducing  organisms.  It  is  the \nprocess  of  formation  of  gamets.    When  it  occurs  in  the  female  animal  for  the  synthesis  of \novum  or  egg,  the  process  is  known  as Oogenesis and  when occurs  in  male  to  produce \nspermatozoa, the process is called Spermatogenesis,  ie. oogenesis and spermatogenesis both \nthe process  combinely called gametogenesis. \nSpermatogenesis- This process occurs in the testes. In human being a pair of testes is located \nbelow the abdominal cavity inside the muscular scrotum. Inside the testes there are numerous \ntubular structures, called seminiferous tubule. The inner surface of these tubules are lined by \ngerminal  cells, which  are  the  raw  material  for  the  formation  of spermatozoa.  The  process \noccur in two steps- \na) Formation of Spermatid- \nb) Spermeiogenesis- \nNote:- Each testes covered with a tough connective tissue capsule called Tunica albuginea. \nTestes contain three main types of cells- Germ cells- present inside  the seminiferous tubules,  \nwhich are the primordial cell for spermatogenesis, the interstitial cell  or Sartoli cells, which \nprovide nutrition to the developing spermatozoa and the Leydig cells which secret hormone \ntestosterone.  \n \nFormation of spermatid- this step can be further divided into three phases- \ni) Multiplication  phase- In  this  phase  the  germ  cells  present  on  the  basement \nlayer  of inner  side  of  the  seminiferous  tubule undergo  repeated  mitotic \ndivision.  These  newly  formed  cells are  called   spermatogonia or  sperm \nmother cells.  \nii) Growth  phase- The  spermatogonia  formed  as  a  result  of repeated  mitotic \ndivision,  stops division  and  grows  in  size  by  accumulating  nutrient  and \nprepare  for  next  phase.  These  cells  are  now  called primary  spermatocytes. \nDuring the growth phase the entire cell with the nucleus enlarges in size. \niii) Maturation  division phase- In  this  phase  the  diploid  primary spermatocytes \nundergo   first   reduction   division   and   produce two   haploid secondary \nspermatocytes. Then  the secondary  spermatocytes with  half  the  number  of \nchromosome undergo second maturation division and form four haploid cells. \nThese are called spermatids.  \nSpermeiogenesis- The  haploid  spermatides, which  are  formed  as  a  result  of  maturation \ndivision, attain locomotion  power  at  the  end  of  this phase.  For  that  it  undergoes \nseveral modifications, which are-  \n\n \n \nFig- Spermatogenesis, showing the four phases  \n \n• The cell reduces its weight by losing excess water from the cytoplasm as well as from \nthe nuclear sap. \n• The nucleus undergoes shrinkage through closely packed DNA.  \n• Even the RNA and other accessory materials are removed from the cell. \n• The Golgi complex move to one side of the cell and ultimately form the acrosome at \nthe tip. \n• The centrsome divide to form a proximal centriol and a distal centriol. \n• The microtubules orient to form a long flagella  and the distal centriol form the basal \ngranule for the flagella. \n• All the mitochondria of the cell are arranged spirally around the base of the flagella. \nWith  these  changes of  spermeiogenesis,  a non motile  spermatid changes to \nspermatozoa, which is an active swimmer with a  long flagella. \nPoints to be memorise-  \n• Spermatogenesis occurs in testes. \n• From one diploid primary spermatocyte four haploid spermatozoa are formed. \n• The acrosome of sperm is formed from the Golgi complex. \n• The mitochondrial sheath form at the base of the flagella is called Nebenkern. \n• A typical sperm has three part- Head, neck and tail  \n ",
    "metadata": {
      "creator": "Microsoft® Word for Office 365",
      "producer": "pdf-lib (https://github.com/Hopding/pdf-lib)",
      "creationDate": "2020-05-11T12:17:07.000Z",
      "modificationDate": "2025-07-04T08:51:57.000Z",
      "numPages": 2
    },
    "id": "a3ffe815-ed3b-4eb7-9b71-2677d1d23c3d",
    "createdAt": "2025-07-04T08:51:57.203Z",
    "updatedAt": "2025-07-04T08:51:57.203Z"
  }
]